{"id":"Astana","url":"Astana","title":"Astana","category":"anthropology","subcategory":"races","images":{"main":"","other":[]},"details":[],"body":"<h1>History</h1><p>When the races were created, all four corners of the <a href=\"#/view/Sighted_Lands\">Sighted Lands</a> had been populated by a different race. The Astana inhabited the <a href=\"#/view/Northern_Realm\">Northern Realm</a>, but it was not long before the <a href=\"#/view/Humans\">Humans</a>, who had settled as the lesser species in the lesser lands of the <a href=\"#/view/Inditt_Region\">Inditt Region</a>, sought fairer pastures and made the journey North into the Astanan lands. Whilst conflict pervailed, there was also love.</p><p><br></p><p>A few groups joined together with the Humans and welcomed the new arrivals, whilst most desired to keep the foreign invaders out. Those Astana who had shown diplomacy were quickly shunned by the rest of the Astanan populace, and the Astanan-Human groups were banished from the Northern Realm. Fearing for their safety from both the Astana in the North and the Humans in the South, they headed West until they ventured into the <a href=\"#/view/Dommahound\">Dommahound</a> lands of <a href=\"#/view/Dommasmeare\">Dommasmeare</a>. Then they headed south into the desert of the <a href=\"#/view/Lenitar_Sands\">Lenitar Sands</a>, unable to find a place to settle. It is said that Illubeline revealed itself within the clouds as a <a href=\"#/view/Golden_Rod\">Golden Rod</a> so long that it touched the earth. After promising them a home to call their own, he left behind a hand with which to guide them. The hand is known as the <a href=\"#/view/Hand_of_the_Creator\">Hand of the Creator</a> - a sculpture that the descendents of the Astana, the <a href=\"#/view/Dakkharen\">Dakkharen</a>, carried until they earned their new promised homelands of <a href=\"#/view/Mutasaih\">Mutasaih</a>.</p><p><br></p><p>Meanwhile in the Northern Realm, the Astana were quickly overrun by the Humans, for as more Humans caught word of the better lands more Humans began the journey, and soon the Astana were vastly outnumbered. Within a couple of moons, all of the Astana left in the Northern Realm were killed.</p><h1>Culture</h1><p>The Astana were very human in many ways, due to them being the final humanoid creation of the Spirits after the Humans. However, immortality brings less urgency and so the Astana were relatively passive beings, despite being incredibly strong.</p><h2>Astanan Metal</h2><p>The Astana were fueled by the desire to build - not great cities or fortresses, but tools, weapons and jewellery. They became excellent metalworkers, and developed an extraordinarily strong alloy known as Astanan Metal. Most of their creations were lost, but some pieces survived, namely the <a href=\"#/view/Astanan_Blades\">Astanan Blades</a> gifted to the <a href=\"#/view/Temple_Collective\">Temple Collective</a> by the <a href=\"#/view/Dakkharen\">Dakkharen</a>, and Alin's sword <a href=\"#/view/Relle’Blen\"><em>Relle’Blen</em></a><em>, </em>\"Storm Weathered\".</p><p>Astanan metal can only be forged once. If it is re-worked, it looses all its original properties. The secret of Astanan metal's composition was lost with the Astana.</p><p>There are two types of Astanan Metal:</p><ul><li>Base: Stronger than all other metals, but tarnishable.</li><li>Embered: Stronger than all known materials, unbluntable and untarnishable. It is of a scarlett colour.</li></ul><p>It is said that an Astanan blade will always seek its rightful owner, and when its owner dies it will seek a new one worthy of its use. The characteristics that define what constitutes a rightful owner are inscribed on its sheath by its maker.</p>","preface":"<p>After the creation of the <a href=\"#/view/Ermans\">Ermans</a>, the <a href=\"#/view/Dommahound\">Dommahound </a>and the <a href=\"#/view/Humans\">Humans</a>, <a href=\"#/view/Illubeline\">Illubeline</a> created the Astana - a race that could neither call upon the <a href=\"#/view/Spirits\">Spirits </a>or be affected by their touch.</p>","date_created":"Fri Apr 12 2019 22:51:36 GMT+0100 (British Summer Time)","last_updated":"Tue Jul 16 2019 11:58:08 GMT+0100 (British Summer Time)"}