{"id":"Inditt_Planes","url":"Inditt_Planes","title":"Inditt Planes","category":"geography","subcategory":"regions","images":{"main":"","other":[]},"details":[],"body":"<h1>History</h1><h2>The Age of Empires</h2><p>During <a href=\"#/view/The_Age_of_Empires\">The Age of Empires</a>, three distinct fiefdoms consolidated previously dispersed populations of the Inditt Planes, then known as <a href=\"#/view/Indantiall\"><em>Indantiall</em></a><em>. </em>These were <a href=\"#/view/Gorjovakk\">Gorjovakk</a>, <a href=\"#/view/Musandro\">Musandro</a>, and <a href=\"#/view/Ukunur\">Ukunur</a>.</p><p>At the end of The Age of Empires, <a href=\"#/view/Fenraye_Hudda\">Fenraye Hudda</a>’s students built temples on lands that offered precious resources all year round, be it water, food or shelter. Towns and villages were built nearby, but they were never built too far from a city’s reach.</p><h2>The Age of Awakening <em>(Modern Era)</em></h2><p>All cities are built upon <a href=\"#/view/Blessed_Lands\">Blessed Lands</a> – a name for the grounds where the major cities were founded base upon their geographical favourability.</p><h1>Travel</h1><p>Travel between cities during the <a href=\"#/view/Unblessed_Seasons\">Unblessed Seasons</a> is also difficult, and often dangerous. A network of roads link the cities, but the region’s extreme weather conditions can destroy large portions of the roads in a matter of days. This has caused an interesting pattern of migration over the <a href=\"#/view/moon_year\">moons</a>. Cities become isolated during the Unblessed Seasons and, as each season lasts for approximately thirty moons, migration and trade slows down considerably. However, during the Blessed Seasons, people move freely, and any seasonal development in language or technology, or even politics, becomes rapidly integrated. As such, this yearly cycle causes languages to develop in their respective cities, meaning that someone who lived in Ussur during the winter and spoke Gorjon may find considerable differences in the language or dialect when they returned in the summer.</p>","preface":"<p>The Inditt Planes spans from the city of <a href=\"#/view/Oritho\">Oritho </a>(West) to the city of <a href=\"#/view/Kuru\">Kuru </a>(East), and the south-facings base of the <a href=\"#/view/Vovosian_Range\">Vovosian Range</a> (North) and the city of <a href=\"#/view/Ussur\">Ussur</a> (South).</p><p>It is a region of seasonal extremities, with cold winters and hot summers. It is also extremely isolated: the Vivosian Range and the mountainous region of <a href=\"#/view/Gorjovak\">Gorjovak </a>prevent easy northward travel, and the expansive desert planes of the <a href=\"#/view/Lenitar_Sands\">Lenitar Sands</a> to the East and the Inditt Planes to the South make the journeys to distant regions impossible. As such, only a few travellers from the <a href=\"#/view/Northern_Realm\">Northern Realm</a> pass through to the Inditt Planes, and from a historical perspective there has been little outside influence in the region’s evolution.</p>","date_created":"Fri Apr 12 2019 18:05:55 GMT+0100 (British Summer Time)","last_updated":"Tue Apr 16 2019 17:22:39 GMT+0100 (British Summer Time)"}