{"id":"Life_Seed_Locations","url":"Life_Seed_Locations","title":"Life Seed Locations","category":"history","subcategory":"the age of creation","images":{"main":"","other":[]},"details":[],"body":"<h1>Known Locations</h1><h2>Earth (and Theia)</h2><p>The Khiela were the first humanoid species to develop on Earth. However, after an individual named Oscar discovered a time machine (as told in the chapter, The Chronologist), he inadvertently erased his species from time. In its place, a humanoid species that very closely matches the humanoids of Heru evolved. In fact, so similar were the new Earthmen that they would be able to reproduced with Heruvian natives.</p><h2>Interstellar Cloud Species</h2><p>Despite the unlikely location of planting, a life-seed found fertile ground in the form of an Interstellar gas cloud. The gas cloud was filled with dust and particles, resulting in the ability to create organisms that did not require physical land beneath them. Although in the evolutionary process was exceedingly slow, eventually a humanoid species was produced that live in open space like an ocean. They began to build structures for them to live in; resulting in great space stations, for their primitive urge for shelter remained.</p><h2>Planet TX1</h2><p><u><span class=\"ql-cursor\">﻿</span></u>People of red skin have evolved here to shield themselves from the almost volcanic conditions of Planet TX1.</p>","preface":"<p>When the Spirits realised that their planet was doomed and the humans they had created would not be able to advance quick enough to save the planet, they sent life-seeds into the galaxy in hope that they would find a fertile place to plant themselves. The life-seeds were designed to start a chain of evolution that would ultimately result in a humanoid species (considered the best physical form by the Spirits) that has naturally evolved to be well adapted to whatever climate their new home offers. This has resulted in an unknown number of humanoid species evolving across the galaxy.</p>","date_created":"Fri Apr 12 2019 16:56:54 GMT+0100 (British Summer Time)","last_updated":"Fri Apr 12 2019 16:56:54 GMT+0100 (British Summer Time)"}