{"id":"Mutasaih","url":"Mutasaih","title":"Mutasaih","category":"geography","subcategory":"cities","images":{"main":["0oYoxLUqFvgzbYQ3ieBl__l1-PV-E_erSeqk6CBjE0Y.jpg-1555089290599.jpg"],"other":["Citadel.png-1555089299270.png","Sand Brick.jpg-1555089299282.jpg","Sand Brick-2.jpg-1555089299302.jpg","ZGq_wBDb1W7XQYgajQH8aRsLIngNLd4nKoAKZ9gwEhI.jpg-1555089299314.jpg","4ajo9GCDMbLCANmcz4aFyiZWJGlMw8QlVi3z7cdyd9I.jpg-1558040715481.jpg"]},"details":[{"label":"Region","value":"Inditt Region"},{"label":"Founded","value":"B4-35-X"},{"label":"Administrative HQ","value":"Mutasaih City Council Chambers"},{"label":"Government Type","value":"Oligarchy"},{"label":"City Size","value":"3.5 SqM"},{"label":"Province Size","value":"TBD"},{"label":"City Population","value":"430,000"},{"label":"Province Population","value":"TBD"}],"body":"<h1>History</h1><h2>The Age of Empires</h2><p>Thirty miles West of Tanshon lay the city of <a href=\"#/view/Javasama\">Javasama</a>, ruled by Queen <a href=\"#/view/Barann_Worin\">Barann Worin</a>. Her son, <a href=\"#/view/Mant_Kuzzo\">Junra Worin</a>, was chosen by Fenraye Huddah to be the first of his deciples. In his later years he became <a href=\"#/view/Mant_Kuzzo\">Mant Kuzzo</a>, and built the empire of <a href=\"#/view/Musandro\">Musandro</a>. Upon the East side of Tanshon the city was built, with the fortress <a href=\"#/view/Gor'java\">Gor'java</a> at its heart. The city expanded quickly and lasted for many moons, but when The Age of Empires came to a close the city was destroyed and its ruins consumed by the sand. In its place no other city was built and its citizens disperesed to form smaller settlements around the base of the mountain.</p><h2>Age of Uncertainty</h2><p>No permenant settlements existed during most of The Age of Uncertainty. Nomads and roaming tribes alike use Tanshon as a resting ground and a place to gather water, but its location was not considered ideal for agriculture. It was only towards the end of the era that small groups began to make their homes along the outskirts of the River Gussup having fled from Westerly lands due to conflict and violence. Some small settlements eventually spread closer the the base of Tanshon, but most activity was concentrated by the riverside.</p><h2>Origins - Age of Beginnings</h2><p>The small settlements expanded and begun to merge during the Age of Beginnings. Roughly around the middle of the era, the smaller settlements had converged to form a town. New buildings were erected using timber from the trees of the Mutik Forest (<a href=\"#/view/The_Dead_Trees\">The Dead Trees</a>). This was still, however, not the beginnings of Mutasaih. The newly established town was soon destroyed by one of the many roaming tribes who had been displaced from their lands during the fall of the three Mants. The city was burned to the ground. The smaller settlements returned once more and remained for many moons.</p><p>It is arguably the founding of Mutasaih that marks the start of the Age of the New Beginnings. <a href=\"#/view/Gorjovak\">Gorjovak</a> found peace through the establishment of the <a href=\"#/view/Cazar\">Cazar</a> monarchy; <a href=\"#/view/Ussur\">Ussur</a> was booming from unrestricted access to fertile fields; the city of <a href=\"#/view/Kuru\">Kuru</a> had been established to mine for oils and coals; and smaller cities were finding stability or growing their roots. It was at this point that trade routes began to form, and it soon became apparent that all roads led to Mutasaih. Its central location provided the perfect place to stop, rest, or meet with other traders. Soon a town was built which straddled the River Gussup. Here marks the founding of Mutasaih.</p><p>It was not long before foreign traders exploited the potential of Mutasaih. Monopolies began to form, and soon over 70% of land and property in Mutasaih was owned between the <a href=\"#/view/Three_Trading_Companies\">Three Trading Companies</a>. Many began to fear the rising powers of the companies and a series of small battles occured called the <a href=\"#/view/Trade_Wars\">Trade Wars</a>, where smaller trading companies rallied together to overthrow them. The three monolithic trading companies that owned Mutasaih defended the city by buying the service of a private Malitia named <a href=\"#/view/The_Sun_Swords\">The Sun Swords</a>. With their aggressors defeated, a Citadel wall was funded to defend their assets, and thus came to be the Citadel of Mutasaih.</p><p>The corporatocracy of Mutasaih did not last much longer. Inequality grew exponentially with the creation of a <a href=\"#/view/Mutasaih_National_Bank\">National Bank</a> (one which was ran by the Three Companies), and the common people grew discontent - especially those whose family lines traced back to the early settlements that existed prior to the city's creation. A series of protests, riots and strikes followed. The Three Companies utilised their private malitia once again, but to their misfortune The Sun Swords suffered from an internal mutiny for reasons unrelated to the civilian uprising. With their private malitia in disarray the people took control and killed the elite and claimed the wealth of the city for their own.</p><p>Trading Companies continued to grow and decline, but those that gathered great wealth did so in secret so not to reignite civil wrath. In place of the corporatocricy, an oligarchy of sorts took its place. The <a href=\"#/view/Mutasaih_Council\">Mutasaih Council</a> was etablished, and <a href=\"#/view/Mutasaih_Council_Chambers\">Council Chambers</a> built. The people had no say in its members, but the newly created role of <a href=\"#/view/Warden_of_Mutasaih\">Warden</a> became one very much like that of a politician. The Warden spoke publically, hearing the concerns of the people, and relayed these messages to the Council. It was not democracy, but it was a system far enough removed from that which the people had destroyed, and as such the oligarchy of the Warden and the Council continued.</p><h1>Geography</h1><p>Two rivers flow through the city: the <a href=\"#/view/River_Gussop\">River Gussop</a> (which arrives from water carried underground from <a href=\"#/view/Lake_Musta\">Lake Musta</a> in the North), and the lesser known <a href=\"#/view/Aquoa_Waters\">Aquoa Waters</a>. Despite the plentiful supply of water, the city is hit by a current of hot air that flows Eastwards across the <a href=\"#/view/Lenitar_Sands\">Lenitar Sands</a> and into the <a href=\"#/view/Manoti_Desert\">Manoti Desert</a> (immediately West of the city).</p><h2>Location</h2><p>Mutasaih is located in the centre of the Inditt Region. It straddles the centre-most point of the portion of the River Gussup that contours the base of Tanshon. Other than the River Gussop, the surrounding lands are nearly completely arid, and the Citadel is therefore surrounded by desert. It has very little fertile land, making Mutasaih almost completely dependent on food imports to sustain its populaiton.</p><p>The province of Mutasaih extends far past the Citadel walls, however there are little resouces beyond the main city area. A few small settlements exist within the region, most numerably along the River Gussup eitherside of the Citadel's parimeter.</p><h2>Climate</h2><p>Mutasaih is one of the hottest parts of the Inditt Region, and also the driest.</p><p>During the summer, most wildlife dies or hibernates, and rivers and streams largely dry out including the River Gussup. Winters are cold, but rain is still scarce. <a href=\"#/view/Blessed_Seasons\">Blessed Seasons</a> come with a great blossoming of foliage, where fauna that has lain dormant underneath the desert during the summer and winter grows quickly. This display lasts for only a few <a href=\"#/view/moon-year\">moons</a>, for the climate remains hot and the ground is not as fertile as the lands around other cities of the Inditt Region.</p><h2>Transport</h2><p>The Southern road is the only available access into the Citadel - a road that leads to Ussur and is well maintained. Many stables reside by the roadside, ready to exchange loaned beasts to travellers via a well-estalished network of stables.</p><p>The Westerly road to Aviatt and the Easterly road to Altaglake join the Southern road a mile out from the Citadel gates, making this a very busy area.</p><h1>Governance</h1><p>The city of Mutasaih is run by a <a href=\"#/view/Warden_of_Mutasaih\">Warden </a>and <a href=\"#/view/Mutasaih_Council\">Council</a>, whose five seats are comprised of a <a href=\"#/view/Mutasaih_Chief_of_Court\">Chief of Court</a>, a <a href=\"#/view/Mutasaih_Counter_of_Coin\">Counter of Coin</a>, a <a href=\"#/view/Mutasaih_Chief_of_Transport\">Chief of Transport</a>, a <a href=\"#/view/Mutasaih_Chief_of_Trade\">Chief of Trade</a> and the <a href=\"#/view/Ren-Sumbi\">Ren-Sumbi</a> of Mutasaih. Although a seat is reserved for the Ren-Sumbi of the Mutasian Temple, the influence of the temple has diminished over time due to the city’s main source of income - trade. Council members are elected by the Council themselves, and the positions are often filled by the wealthy and well-connected. Each council member is the head of a respective government department.</p><p>Overseeing the Council, and the general affairs of the city, is the Warden, who is also elected by the Council. The Warden also elects two assistants: A <a href=\"#/view/Lyturn\">Lyturn </a>and a <a href=\"#/view/Wraxoth\">Wraxoth</a>.</p><h2>Wardens</h2><ul><li><a href=\"#/view/Trutan_Trihdan\">Trutan Trihdan</a></li><li><a href=\"#/view/Therrak_Gurintaal\">Therrak Gurintaal</a></li><li><a href=\"#/view/Ekkir_Trihdan\">Ekkir Trihdan</a></li></ul><h2>Wraxoths</h2><ul><li>Therrak Gurintaal</li><li><a href=\"#/view/Floke_Trihdan\">Floke Trihdan</a></li></ul><h2>Lyturns</h2><ul><li><a href=\"#/view/Iriket_Grenns\">Iriket Grenns</a></li><li>Ekkir Trihdan</li><li><a href=\"#/view/Klara\">Klara</a></li></ul><h1>Architecture</h1><h2>Citadel</h2><p>Mutasaih is a walled city - a Citadel. Its city wall was built during the Age of New Beginnings. By <a href=\"#/view/The_Summer_of_Darkness\">The Summer of Darkness</a>, the soft-stone walls have fallen into disrepair.</p><p>Many of the buildings have been built with the same soft stone, and as such their longevity is limited. This causes the urban landscape of the Citadel to change relatively frequently, except for the more distinguished buildings which are built with granite or other more durable stone.</p><p>Small buildings from the beginning of the city's formation stille exist, having been built by the Three Companies using the more expensive, durable stones. Some of these old buildings are now shops, residences or stock rooms.</p><p>A number of bridges cross the River Gussup inside the Citadel.</p><h2>Provincial Architecture</h2><p>Most buildings found outside of the Citadel, for example in the nearby settlements, are made mainly out of clay. Timber is scarce in the province, with Mutasaih having no remaing forests. Stone is sometimes uses, but rarely due to its cost.</p><p>The <a href=\"#/view/Temple_of_Mutasaih\">Temple of Mutasaih </a>resides two miles to the South of the Citadel. It is built with the typical black stone of the Spiritual Temples, and includes a steeple, a refectory, dormitories, study rooms, a library, and an underground chamber that spans almost the entire area of the main part of the Temple.</p><h2>Notable Locations</h2><ul><li><a href=\"#/view/Mutasaih_Warden's_Office\">Warden's Office</a></li><li><a href=\"#/view/Mutasaih_Council_Chambers\">Council Chambers</a></li><li><a href=\"#/view/Aquoa_Waters\">Aquoa Waters</a></li><li><a href=\"#/view/Ku'kussa\">Ku'kussa</a> (main trading square)</li><li><a href=\"#/view/Sekkel_Point\">Sekkel Point</a> (largest bridge)</li><li><a href=\"#/view/Sin'quin\">The Sin'quin Chapel</a></li><li><a href=\"#/view/Sun-Ku'Ghorla\">Sun-Ku'Ghorla</a> (small square with fountain)</li><li><a href=\"#/view/Mutasaih_Orphanage\">The Orphange</a></li><li><a href=\"#/view/Mutasaih_National_Bank\">The Old Bank</a></li><li><a href=\"#/view/Mutasaih_Stables\">The Stables</a></li><li><a href=\"#/view/Gudurag\">Gudurag Prison</a></li></ul><h1>Economy</h1><p>Mutasaih's main economy is trade and labour. Its wealth is made from trading tariffs and taxes. Its imports are slightly greater than its exports, but due to the nature of its income it is difficult to quantify, as goods come in and out of the city on a daily basis.</p><h1>Military</h1><p>Mutasaih has no fixed army. Instead, it relies on a <a href=\"#/view/Mutasaih_City_Guard\">City Guard</a> comprised of over 1,000 men that act as law enforcement, crowd control and at times traffic wardens. Total military numbers can be expanded to between 1,500 - 2000 at times of emergency throuh the use of forced conscription of able-bodied men in the form of a Civilian Militia.</p><h1>Demographics</h1><p>Although there are more affluent areas, poverty is rife throughout the city and many of the population live in poor conditions, and are often without housing. There are many orphans and beggars who live on the streets, and there is a great tension between the rich and the poor, especially during Unblessed seasons.</p><h1>Language</h1><p>Due to the number of travelling tradesmen, an <a href=\"#/view/Ussurian\">Ussurianic</a> language called the Mutasain Trading Language developed which incorporated words and traits from a number of different dialects, as well as combining Ussurianic syntax and vocabulary and <a href=\"#/view/Gorjon_Language\">Gorjon</a> alphabetical characters and words.</p>","preface":"<p>Mutasaih is the largest and most populated city of the <a href=\"#/view/Inditt_Region\">Inditt Region</a>. It is built at the Southern base of the mountain of <a href=\"#/view/Tanshon\">Tanshon</a>. Due to its central location, Mutasaih quickly became the hub of the region’s trade during <a href=\"#/view/The_Age_of_Beginnings\">The Age of Beginnings</a>.</p>","date_created":"Fri Apr 12 2019 18:22:46 GMT+0100 (British Summer Time)","last_updated":"Wed May 22 2019 09:22:37 GMT+0100 (British Summer Time)"}