{"id":"The_Age_of_Races","url":"The_Age_of_Races","title":"The Age of Races","category":"history","subcategory":"the age of races","images":{"main":"","other":[]},"details":[],"body":"<h1>Timeline</h1><ul><li><strong>R190-0-X: <em>The End of the Erman-Dommahound War &amp; </em></strong><a href=\"#/view/The_War_of_Ruin\"><strong><em>The War of Ruin</em></strong></a><strong><em>:</em></strong><em> </em><a href=\"#/view/Norderann\">Norderann</a> accientally triggers a return to fighting. With the stronghold of <a href=\"#/view/Dommasmeare\">Dommasmeare</a> adding to the Dommaound's strength, they are victorious but suffer great loss.</li><li><strong>R183-0-X:<em> The End of </em></strong><a href=\"#/view/The_War_of_the_Beasts\"><strong><em>The War of the Beasts</em></strong></a><strong>: </strong>Seeing the destruction of the <a href=\"#/view/Humans\">Humans</a>, <a href=\"#/view/Illubeline\">Illubeline</a> calls upon <a href=\"#/view/Urunine\">Urunine</a> and <a href=\"#/view/Edrenine\">Edrenine</a> to form a truce, an the War of the Beasts is ended.</li><li><strong>R182-0-X:<em> Human-Beast conflict:</em></strong><em> </em>Many of the Spirit's creations knew not of the humans, and so attacked them as if they were enemies. Many of the humans were killed.</li><li><strong>R181-0-X: <em>Illubeline and Edrenine create their beasts: </em></strong>To fight Urunine's beasts, Edrenine creates the two <a href=\"#/view/Otameng\">Otameng</a> and the five <a href=\"#/view/Baskilla\">Baskilla</a>. Illubeline creates the eight <a href=\"#/view/Agnaven\">Agnaven</a>. Urunine creates the <a href=\"#/view/Gargoyles\">Gargoyles</a> in response to the Baskilla.</li><li><strong>R180-0-X: <em>The Erman-Dommahound conflict resumes in the wake of the War of the Beasts.</em></strong></li><li><strong>R180-0-X: <em>Urunine starts </em></strong><a href=\"#/view/The_War_of_the_Beasts\"><strong><em>The War of the Beasts</em></strong></a><strong><em>:</em></strong> Spying Illubeline's secrete creation (the <a href=\"#/view/Astana\">Astana</a>), Urunine is angered and sets his beasts upon the favourite creatures of the other Spirits. Urunine also creates the <a href=\"#/view/Shadow'Durr\">Shadow'Durr</a>.</li><li><strong>R160-0-X:<em> Illubeline creates the Astanan race:</em></strong><em> </em>In secret, Illubeline creates another race, much alike in their appearance to humans. No Spirit can hear their calls, and no will of the Spirits can command action from them.</li><li><strong>R150-0-X: <em>Illubeline creates the Human race: </em></strong><em>I</em>llubeline creates a new race, the <a href=\"#/view/Humans\">Humans</a>, who have within their minds a balance of goodness and greed.</li><li><strong>R85-0-X: <em>Temporary end to Erman-Dommahound conflict:</em></strong><em> </em>As the two races focus on the building of their cities, fighting temporarily ceased, although tensions are high and the building of their cities becomes an arms race.</li><li><strong>R82-0-X: <em>The City of Naustaun is built:</em></strong><em> </em>To the East of the <a href=\"#/view/Balmare_Range\">Balmare Range</a>, and then over a raging river that fed from the <a href=\"#/view/North_Sea\">North Sea</a>, the Erman's built the city of Naustaun.</li><li><strong>R80-0-X: <em>The City of Dommasmeare is built: </em></strong>The Dommahounds consolodate their hold of the Eastern mountains and begin the construction of the underground city of Dommasmeare.</li><li><strong>R75-0-X: <em>The Ermans are pushed North:</em> </strong>The Ermans suffer a succession of defeats and retreat Northwards.</li><li><strong>R70-0-X: <em>The beginning of the Erman-Dommahound Conflict: </em></strong>Fighting between the Ermans and the Dommahounds begins, fueled by their conflicting natures.</li><li><strong>R60-0-X: <em>Urnunine creates the Dommahound:</em></strong><em> S</em>eeing the failure of the Ermans, Urunine creates the Dommahound - a race consumed by greed.</li><li><strong>R0-0-X: <em>Edrenine creates the Erman race:</em></strong><em> </em>Edrenine creates the three lines of Erman beings.</li></ul><h1>Saga</h1><p><strong>Continuing on from </strong><a href=\"#/view/The_Age_of_Creation\"><strong>The Age of Creation</strong></a><strong>.</strong></p><p><br></p><p>Edrenine, <em>Light,</em> saw Urunine’s creations and saw their failings, and understood them. Edrenine believed that intelligence, not brute strength, was what was required to save Heru. Through a Life Seed, Edrenine created three lines of Erman beings, and let them wander freely to grow as they had done themselves. The Ermans were small in number, but great in knowledge and skill. Edrenine told the Erman people of Heru’s fate and asked them to use their minds to form a solution of the physical realm. However, Edrenine had made his creations of a similar image to himself, and the Erman race were apathetic in their goodness. They were kind and civilised but held no desire to explore and change, for they were content in all that was already good. They could not see past their immediate serenity.</p><p><br></p><p>Urunine was frustrated that he, despite his unique knowledge, had not thought to look to an intelligence aside from his own as a solution. Hastily he copied Edrenine and declared his creation original. He presented to Illubeline and Edrenine a new form of Ermans but instead of goodness, he had poured in his darkness, in the belief that it was greed that the Ermans had lacked, for what progress could be made without competition? Urunine had created the Dommahounds, a race of disruption and malice. In their malevolence they turned on the Ermans. A series of Great Wars erupted between the races. The Dommahounds finally won, and all but a small group of Ermans survived. They fled to empty lands where they hid amongst hills and walls for the rest of their days.</p><p><br></p><p>Illubeline had been watching from the clouds and had seen all. Despite his anger at Urunine for creating the Dommahounds, Illubeline saw quality in them, although Edrenine did not. And so Illubeline in his wisdom created a new race, the Humans, who had within their minds a balance of goodness and greed. Goodness enough to be kind, to love and to heal, but greedy enough to explore, to desire and to progress. But Illubeline took from the humans the gift of immortality with which the other races were gifted, and gave them short lifespans of about fifty moons, so that their desire to progress was hastened. Edrenine and Urunine congratulated Illubeline on his creation.</p><p><br></p><p>In secret, Illubeline created another race. Much alike in their appearance to humans, they were the controllers; the protectors. They were made truly independent. No Spirit could hear their calls, and no will of the Spirits could command action from them. They were separate from all that had been made before. The Astana they were named, and they were made to protect the humans from the three Spirits themselves, as well as their creations, for Illubeline had seen how the other Spirits become corrupted from their original purity. But the Astana, despite their might, were few in number and soon became lost within the rapidly expanding population of Humans, who migrated in ever-growing numbers into the <a href=\"#/view/Northern_Realm\">Northern Realm</a>.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>But Urunine was watchful, for he was distrusting of Illubeline’s grace. He looked upon the Astana and watched with great anger the mingling of the Astana and the Humans. Urunine once again retreated to the shadows, where Illubeline’s eye could not reach, and to where the light of Edrenine would not will to venture. Carrying with him a great number of Life Seeds, Urunine began making foul beasts and set them upon the Earth to seek revenge against Illubeline’s betrayal.</p><p><br></p><p>Edrenine was amongst the fields of <a href=\"#/view/Ranarion\">Ranarion</a>. He admired his gardens and was glad. A dark shadow crept across the valley, and where this shadow touched came death and sorrow. Grasses turned to black, bitten by the coldest of frosts and marred with lifelessness. Trees withered, and flowers fell. Edrenine chased the shadow away and within it he felt the flavour of Urunine.</p><p><br></p><p>The sky was blue, and Illubeline watched the world below from atop a light cloud of the purest white. In this distance came blackness; a heavy storm approached. With it came winged beasts with sharp bladed teeth. They attacked the fairer flying creatures and killed them despite their innocence. Illubeline roared and the winged beasts retreated, and he healed all the death that the beasts had caused. As he healed the wounds, he sensed the doing of Urunine and was greatly angered.</p><p><br></p><p>Illubeline sought after Edrenine and found him tending to his tainted garden.</p><p>“This is of Urunine’s devising,” said Edrenine. “He has sent a shadow that leaches the life from anything within its reach (the Shadow’Durr, <em>Shadow of Death</em>).”</p><p>“My sky friends have also been hurt,” said Illubeline, “by winged beasts with sharp teeth. They were surely the making of Urunine.”</p><p><br></p><p>But they knew that confrontation with Urunine would cause a great upheaval, and they wanted only peace. It was now that Illubeline admitted to Edrenine the creation of the Astana. Edrenine was angered and cursed Illubeline for his betrayal. Edrenine ventured back to the fields, carrying with him a bounty of Life Seeds, and began making creatures of his own to protect against Urunine’s malice.</p><p><br></p><p>Illubeline too made creatures, who guarded the skies from any of Urunine’s foul creations.</p><p><br></p><p>This begun <a href=\"#/view/The_War_of_the_Beasts\">The War of the Beasts</a>.</p>","preface":"","date_created":"Tue Apr 16 2019 01:08:07 GMT+0100 (British Summer Time)","last_updated":"Wed Apr 17 2019 22:38:54 GMT+0100 (British Summer Time)"}