{"id":"The_Tripartite","url":"The_Tripartite","title":"The Tripartite","category":"ecology","subcategory":"behemoths","images":{"main":"","other":[]},"details":[],"body":"<h1>History</h1><h2>Origins - The Age of Creation</h2><p>The Hgalisk were the first living beings made by the Spirits during <a href=\"#/view/The_Age_of_Creation\">The Age of Creation</a>. <a href=\"#/view/Urunine\">Urunine</a> created them in the belief that their strength may move the planet away from the solar system's sun as it expanded.</p><p>During the <a href=\"#/view/War_of_the_Beasts\">War of the Beasts</a>, <a href=\"#/view/Edrenine\">Edrenine</a> sought to infiltrate the domain of Urunine, and made the five <a href=\"#/view/The_Baskilla\">Baskilla</a> to wreak havoc in the depth of the earth where Urunine was strongest.</p><p>In retaliation, Urunine made the <a href=\"#/view/The_Gargoyles\">Gargoyles</a>. Instead of making them powerful he made them cunning, and soon the Gargoyles convinced the Baskilla to turn against their creator.</p><h2>The Age of Races</h2><p>Once the Tripartie had formed, Urunine ordered them to follow the commands of the <a href=\"#/view/Dommahound\">Dommahound</a> at the start of <a href=\"#/view/The_War_of_the_Beasts\">The War of the Beasts</a>, who ordered them to roam the lands of <a href=\"#/view/Humans\">Humans</a>, <a href=\"#/view/Astana\">Astana</a> and <a href=\"#/view/Ermans\">Ermans</a> alike, using the Baskilla as an insult to Edrenine. This is when they were given the name of the Tripartite.</p><p>When the Dommahound were defeated during <a href=\"#/view/The_War_of_Ruin\">The War of Ruin</a>, The Hagalisk fled to the mountains and hibernated for many <a href=\"#/view/moonyear\">moons</a>. The Baskilla returned to the depths, followed by most of the Gargoyles who acted as their servants. Three Gargoyles, however, fled in search of freedom. They were caught and branded with the shape of horns upon their back (a feature they do not have unlike the Hagalisk and the Baskilla), as a symbol of their betrayal and ownership. These wounds were cursed to never fully heal. They were allowed to leave on the oath that they would return to the call of the Dommahound should they ever return.</p><h1>The Order of Three</h1><h2>The Hagalisk</h2><p><strong><em>See: </em></strong>The <a href=\"#/view/Hagalisk\">Hagalisk</a></p><h2>The Baskilla</h2><p><strong><em>See: </em></strong>The <a href=\"#/view/Baskilla\">Baskilla</a></p><h2>The Gargoyles</h2><p><strong><em>See: </em></strong>The <a href=\"#/view/Gargoyles\">Gargoyles</a></p>","preface":"<p>The Tripartite is the name given to a triad-hierarchy of beasts during <a href=\"#/view/The_Age_of_Races\">The Age of Races</a>. At the top of the hierarchy are the <a href=\"#/view/Hagalisk\">Hagalisk</a>; in the middle are the five <a href=\"#/view/Baskilla\">Baskilla</a>, and at the bottom are the twelve <a href=\"#/view/Gargoyles\">Gargoyles</a>.</p>","date_created":"Wed Apr 17 2019 20:14:05 GMT+0100 (British Summer Time)","last_updated":"Thu May 02 2019 00:46:11 GMT+0100 (British Summer Time)"}