{"id":"The_War_of_the_Beasts","url":"The_War_of_the_Beasts","title":"The War of the Beasts","category":"history","subcategory":"the age of races","images":{"main":"","other":[]},"details":[],"body":"<h1>Saga</h1><p><strong>Continuing on from </strong><a href=\"#/wiki/page/The_Age_of_Races\"><strong>The Age of Races</strong></a><strong>.</strong></p><p><strong><span class=\"ql-cursor\">﻿</span></strong></p><p>Urunine called upon the monsters he had created with the first Life Seeds, for they were made during a time where no limitations applied. Urunine whistled, and forth came the beasts of Hagann-Tante and Haguth-Khol. They were beasts who stood tall as mountains and were built to shake the ground. Tremendous was their might, fearsome was their look. Great horns protruded from their skulls. Hagann-Tante grew horns that pierced against the air around him like thorns, whereas Haguth-Khol bore spiralling prongs like a ram.</p><p>With the two brethren beasts followed the Shadow’Dorr, the black mist of death and sorrow. It lingered like a smog and drew away the light. Protected by the Shadow’Dorr, smaller beasts acted like pawns, to soldier against those that would otherwise distract Hagann-Tante and Hagoth-Khol from their menace.</p><p>Urunine also created the Gargoyles, five humanoid beings whose power lay not in strength but in a wicked tongue. With cunning words, even the most cautious could succumb to the will of the Gargoyles.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>Edrenine made the Otameng, creatures that resembled goats but walked and talked as if they were men. Their ways were of peace, yet they knew also of war, and with great horns they fought the fiercest of foes. But their weapon was to inspire harmony, for they were peaceful creatures of the forests. Yet too pure they were, for one of the Otameng, of which there were two, fell prey to the worming words of the Gargoyles. Under the spell of Urenine’s Gargoyles, one of the Otameng forsook his creature and turned to the darkness, where it remained forever poisoned by it. Many forest-dwelling humans worshipped the Otameng who remained loyal to Edrenine, and pagan like religions emerged in their honour.</p><p>Edrenine also created the Baskilla: with the look of a devil they bathed in fire and flame. Deep underground they were sent, to infiltrate the depths of the tunnels of Urenine, where they were ordered to spread their fire and light up the tunnels. Their presence inspired Human devotes, who worshipped them as deities, and lived in the tunnels as their sevents.</p><p><br></p><p>Illubeline created a flock of flaming winged beasts, which burnt bright not with the evil hotness of flame, but with the brightness needed to illuminate that which was dark. They were called the Agnaven, and within the roaring fires of their wings was a body, but by sight body and flame merged into one, save for their head which was clearly visible. Their eyes glowed like hot coals, and their wingspan reached a near mile.</p><p><br></p><p><span style=\"color: red;\">[ Details of War Needed – History, Geography, Beasts &amp; their personalities ]</span></p><p><br></p><p>As the War of the Beasts raged on, Humans fought against any monster that came their way. They knew not of the beast’s origins but knew only that the people of their own race would be destroyed in the wake of the beasts. They cowered as the swathe of monsters scoured their lands. All that was golden was tainted with decay, and the growth that the world had enjoyed began to fade.</p><p><br></p><p>Edrenine and Illubeline’s creations were no match for the unrestricted brutality of Hagann-Tante and Haguth-Khol. The Dark beast’s barbarous hands reached into the sky and plucked Illubeline’s Agnaven by their heads and then submerged them into the lakes to quell their fiery skin, which was their life source. Soon Illubeline and Edrenine’s beasts had been destroyed, although many of Urunine’s other creations had also been killed in the fighting. And so Illubeline and Edrenine turned to the Humans for help. Illubeline whispered words of dread the into the winds that passed over the settlements of the Humans.</p><p>The Humans, now fearful of Urunine’s beasts in a way they were not before, for they knew not of what events transpired far away, decided upon a war of their own. Great armies were called upon and the Battle of Beast and Human began.</p><p><br></p><p>Edrenine searched for the remaining Ermans. They had settled in the North East and had multiplied, but so too had their passiveness and they refused to engage in a war that had not touched their lands.</p><p><br></p><p>As the war went on, it became clear that the Humans were fated for defeat. Illubeline came down to the Earth and sang all living beings into a deep slumber. Then, he called upon Edrenine and Uruline.</p><p>“We shall have no more death,” he said. “For we share the same purpose. Let us put aside our anger. The mistake is mine, for I should not have created the Astana without your counsel. Alas, my reasons have proved true, for we have fallen into the trap of anger, and now our rage threatens the existence of all that we have worked hard to build.”</p><p>Edrenine and Uruline saw the truth in Illubeline’s words. When their creations awoke, they were commanded away from one another. Uruline sent Hagann-Tante and Haguth-Khol back to the mountains, where they rested and healed from their many wounds. Edrenine recovered what creations of his that had survived and told them to find new homes of their own in distant realms.</p><p>Illubeline commanded the Humans to go back to their own lands. He breathed into them the desire to use their loving sides so that they could recover and regrow.</p>","preface":"<p>The War of the Beasts is the event during <a href=\"#/wiki/page/The_Age_of_Races\">The Age of Races</a> in which <a href=\"#/wiki/page/Urunine\">Urunine</a> turned on <a href=\"#/wiki/page/Illubeline\">Illubeline</a> and <a href=\"#/wiki/page/Edrenine\">Edrenine</a>, unleashing his various beasts upon their lands in revenge for Illubeline secretly creating the <a href=\"#/wiki/page/Astana\">Astana</a>.</p>","date_created":1555431275000,"last_updated":1566890531967}