{"id":"The_Age_of_Empires","url":"The_Age_of_Empires","title":"The Age of Empires","category":"history","subcategory":"the age of empires","images":{"main":"","other":[]},"details":[],"body":"<h1>Timeline</h1><ul><li><strong>E3-43-5:<em> </em></strong><a href=\"#/view/Mant_Tummo\"><strong><em>Mant Tummo</em></strong></a><strong><em> dies after he turns against his last faithful soldiers: </em></strong>Succumbing to paranoia, Mant Tummo kills his remaining guard in their sleep. He spends his final days in the great tombs, and eventually seals himself inside a unmarked tomb. There he sleeps a final sleep, with his hammer across his chest, and dies.</li><li><strong>E3-43-4: </strong><a href=\"#/view/Mant_Kuzzo\"><strong><em>Mant Kuzzo</em></strong></a><strong><em> flees </em></strong><a href=\"#/view/Gor'java\"><strong><em>Gor'java</em></strong></a><strong><em>:</em></strong><em> </em>Predicting the uprising, Mant Kuzzo flees into the wilderness, carrying only food and his sword. Realising that he has become unrecognisable after time in the wild, he tosses his sword into the lake and assumes his old name, where it is said he then finds a simple life.</li><li><strong>E3-43-4: <em>Mant Tummo defends against the uprising:</em></strong> Mant Tummo and the remainder of his faithful soldiers fight off the people's uprising. He remains in Gor'kul and turns to madness and paranoia.</li><li><strong>E3-43-3: </strong><a href=\"#/view/Mant_Nukko\"><strong><em>Mant Nukko</em></strong></a><strong><em> is killed: </em></strong>Eight servants kill Mant Nukko, who stab her repeatidly as she sleeps.</li><li><strong>E3-43-3: </strong><a href=\"#/view/Fenraye's_Deception\"><strong><em>Courzorne</em></strong></a><strong><em>, \"The Awakening\"/</em></strong><a href=\"#/view/Fenraye's_Deception\"><strong><em>Fenraye's Deception</em></strong></a><strong><em>:</em></strong> <a href=\"#/view/Fenraye_Hudda\">Fenraye Hudda</a> publishes the <a href=\"#/view/Nexurkaan\">Nexurkaan</a>: Using all the money he had left, Fenraye has the Nexurkaan mass-produced and floods the 3 Mant Kingdoms with copies. As the common people learn of the Spirits, they rise up against their Mants and defeat them.&nbsp;</li><li><strong>E3-39-X: <em>Fenraye Hudda writes the Nexurkaan: </em></strong>Using all the money he had left, Fenraye has the Nexurkaan mass-produced and floods the 3 Mant Kingdoms with copies. As the common people learn of the Spirits, they rise up against their Mants and defeat them.&nbsp;</li><li><strong>E1-40-X:<em> Mant Tummo orders the building of </em></strong><a href=\"#/view/Gor'kul\"><strong><em>Gor'kul</em></strong></a><strong><em> in the mountains of </em></strong><a href=\"#/view/Gorjovak\"><strong><em>Gorjovak</em></strong></a><strong><em>.</em></strong></li><li><strong>E1-38-X: <em>Mant Nukko orders the building of </em></strong><a href=\"#/view/Gor'Tantil\"><strong><em>Gor'Tantil</em></strong></a><strong><em>:</em></strong> Envious of Gor'java, Mant Nukko orders the building of a fortress. It takes two Moon-Years to build, and is built between the two hills of <a href=\"#/view/Kwalla-Lai\">Kwalla-Lai</a> and <a href=\"#/view/Kwalla-Norai\">Kwalla-Norai</a>, with two towers built on both hills.</li><li><strong>E1-37-X: <em>Mant Kuzzo orders the building of </em></strong><a href=\"#/view/Gor'java\"><strong><em>Gor'java</em></strong></a><strong><em> upon the hill of </em></strong><a href=\"#/view/Tanshon\"><strong><em>Tanshon</em></strong></a><strong><em>.</em></strong></li><li><strong>E1-36-X: <em>Frenraye finishes building his Temple:</em></strong><em> </em>Unable to carry the stone to the top of the <a href=\"#/view/Golian_Ridge\">Golian Ridge</a> (and disuased by the corruption of his students which the location represented), he built it at the Southern base of the Golian ridge before a large lake. He named the temple \"<a href=\"#/view/Altagoran\">Altagoran</a>\", \"The Table\". He then chose 12 students.</li><li><strong>E1-35-X: <em>Fenraye journies to meet </em></strong><a href=\"#/view/Oku_Bulla\"><strong><em>Oku Bulla</em></strong></a><strong><em>: </em></strong>After being dishearted at the Mant's corruption, Fenraye seeks Oku and finds her healing <a href=\"#/view/Oku_Bulla's_Temple\">Temple</a>. Her positivity encourages him to build a Temple of his own, and he begins to quarry the black stone of the Hollow Mountain.</li><li><strong>E1-33-X: <em>The three Mants take power: </em></strong><em>T</em>he three ruler's children chosen by Fenraye have taken the place of their parents and decide amongst themselves to assign themselves the title of <a href=\"#/view/Mant\">Mant</a>, \"Unquestionable\". <a href=\"#/view/Junra_Worin\">Junra Worin</a> became <a href=\"#/view/Mant_Kuzzo\">Mant Kuzzo</a>, \"fire born\"; <a href=\"#/view/Laria_Hekk\">Laria Hekk</a> became <a href=\"#/view/Mant_Nukko\">Mant Nukko</a>, \"Thunderous\"; and <a href=\"#/view/Turu_Gorjosofor\">Turu Gorjosofor</a> became <a href=\"#/view/Mant_Tummo\">Mant Tummo</a>, \"Storm Bringer\". Each created their Spirit-powered weapons: A <a href=\"#/view/Mant_Kuzzo's_Wword\">sword</a>, a <a href=\"#/view/Mant_Nukko's_Spear\">spear</a> and a <a href=\"#/view/Mant_Tummo's_Hammer\">hammer</a>, respcetively.&nbsp;</li><li><strong>E1-32-X: <em>Oku Bulla builds her Temple:</em></strong><em> </em> At the Southern edge of the <a href=\"#/view/Vovosian_Range\">Vovosian Range</a>, Oku Bulla builds her temple from the black stone of the <a href=\"#/view/Hollow_Mountain\">Hollow Mountain</a>. Here she invites the sick to be healed by her powers.</li><li><strong>E1-31-0: <em>Fenraye Huddah meets his 4 chosen students at the top of the Golian ridge: </em></strong>He reaffirms the need to save the planet and instructs them to go into the world and do what needs to be done to begin the process of discovering a solution.</li><li><strong>E1-16-7: <em>Fenraye delivers the book to three chosen children of Kings and Queens:</em> </strong>Under the pillow of three sleeping children he places the book: <a href=\"#/view/Junra_Worin\">Junra Worin</a>, son of <a href=\"#/view/Barann_Worin\">Barann Worin</a>, Queen of <a href=\"#/view/Mussandro\">Mussandro</a>; <a href=\"#/view/Laria_Hejj\">Laria Hejj</a>, daughter of <a href=\"#/view/Joor_Hejj\">Joor Hejj</a>, King of <a href=\"#/view/Ukunur\">Ukunur</a>; and <a href=\"#/view/Turu_Gorjosofor\">Turu Gorjosofor</a>, son of <a href=\"#/view/Vant_Gorjosofor\">Vant Gorjosofor</a>, King of <a href=\"#/view/Gorjovak\">Gorjovakk</a>. On his return he meets <a href=\"#/view/Oku_Bulla\">Oku Bulla</a> and the next days gives her food and another copy of the book.</li><li><strong>E1-15-X: <em>Fenraye writes the first book of the Spirits:</em></strong> Fenraye's first book of the Spirits reveals all their secrets, as well as the fate of the planet and its need for saving.</li><li><strong>E1-9-5:<em> The Spirits guide Fenraye, aged 25 moons, to the top of the Golian Ridge:</em> </strong>Fenraye sees the three orbs of the Spirits at the top of the Golian Ridge and, chosing to place his hand into the golden orb, is taught everything about the Spirits. He remained here for 6 days.</li><li><strong>E0-108-X: <em>The Spirits chose Fenraye Hudda, Jundgreye's son, as an alternative candidate to reveal themselves to:</em></strong> Fenraye took after his mother's side, in that she was untainted by <a href=\"#/view/Astana\">Astanan</a> blood. He was chosen as the first human to be taught of the Spirits. The call him \"<a href=\"#/view/Gannbian\">Gannbian</a>\", son of the chosen.</li><li><strong>E0-102-X: <em>The Spirits seek to reveal themselves to the Humans:</em></strong><em> </em>They chose Jundgreye Hudda, \"<a href=\"#/view/Nuubiatte\">Nuubiatte</a>\" (first of the chosen men), to reveal themselves to, but he is unable to hear them due to his Astanan bloodline.</li></ul><h1>Saga</h1><p><strong>Continuing from </strong><a href=\"#/view/The_War_of_the_Beasts\"><strong>The War of the Beasts</strong></a><strong>.</strong></p><p><br></p><p>It was after <a href=\"#/view/Illubeline\">Illubeline</a> ended the War of the Beasts that the Spirits decided to reveal themselves in all their glory to their final race, the Humans. It had only yet come to pass that the Spirits ushered words through voices in the winds and rivers to guide the courses of men. The time had come to birth their kinship and allow the Humans to call upon them, and for the Spirits to listen and reply. So spoke Illubeline:</p><p><br></p><p>“The race of Humans has demonstrated the strength of their heart, and the balance of their attributes as given to them by us. They have fought for to preserve their lands, and they have fought to protect the ones they love.”</p><p><br></p><p>When the dust of war had settled, and life had grown anew; when war was a tale told by the old and forgotten by the young, the Spirits journeyed the world together in search for a worthy candidate. Down the lines of the strongest men and women they searched. They looked first amongst the bloodlines of the great warriors who fought in the War of the Beasts and found many children of these soldiers. Alas, many had fallen to greed, using their line as a tool for the keep of power. Others had fallen weak and worked only to serve others. The Spirits struggled to find one who within held the balance which they sought. It was until the finding of <a href=\"#/view/Jundgreye_Hudda\">Jundgreye Hudda</a> that their search continued. He was a man of great strength, a descendent of <a href=\"#/view/Karayann_Hudda\">Karayann Hudda</a>, a warrior who had lead his forces against the mighty <a href=\"#/view/Hagann-Tante\">Hagann-Tante</a>, and yet he was deeply in love with his wife, <a href=\"#/view/Udunya_Hudda\">Udunya</a>, his son Fenraye and his daughter <a href=\"#/view/Dernia_Hudda\">Dernia</a>. The Spirits watched and admired Jundgreye and knew him to be the chosen of the race of Humans. They named him <a href=\"#/view/Nuubiatte\">Nuubiatte</a>, <em>first of the chosen of the great lines of Men</em>. But when they called his name he did not reply. They called louder, more urgently and still he did not hear them. The Nuubiatte he may have been, but he would not, and could not answer, for Jundgreye was also from a line that contained the blood of the <a href=\"#/view/Astana\">Astana</a>. Instead they looked to Jundgreye’s firstborn, his son <a href=\"#/view/Fenraye_hudda\">Fenraye</a>, and found that he flinched when they whispered in his ear. But Fenraye was only four moons old and was too young to be taught the wisdom of the Spirits. They waited until Fenraye was twenty-five moons and saw that he had inherited his father’s demeanour. They named him <a href=\"#/view/Gannbian\">Gannbian</a>, <em>Son of the Chosen.</em></p><p><br></p><p>Illubeline lead <a href=\"#/view/Edrenine\">Edrenine</a> and <a href=\"#/view/Urunine\">Urunine</a> to the top of the <a href=\"#/view/Golian_Ridge\">Golian Ridge</a> and called for Fenraye to climb. He did not know what had compelled him to do so, but Fenraye climbed and after hours of difficult terrain he arrived upon the ridge’s crest. There he saw three lights: golden, silver and black. He thought that he was tired and that his eyes were played tricks on him. He rested by a tree of strong roots; roots than ran deep into the rock which kept the tree from being toppled by the furious gales that rushed over the Golian Ridge from time to time. When he woke, he saw the lights remained and so, with caution, he approached. With a reaching hand he chose the golden light and upon their connection, a channel opened in his mind. In poured the knowledge, wisdom and the language of the Spirits. Upon the Golian Ridge came to be the First of the race of Men to know the Spirits; <em>Essence, Light and Darkness; Illubeline, Edrenine and Urunine.</em></p><p><br></p><p>Fenraye remained for six days and nights. He learned the contours of the Golian Ridge; its slopes and its valleys. All the while his mind was working, understanding what the Spirits had taught him, and for those six days he did not sleep. When the time had come, and his mind was eased from the burden of comprehension, he ventured back down to his home, the town of <a href=\"#/view/Pagnmar\">Pagnmar</a>, and returned to his home.</p><p><br></p><p>His wife, <a href=\"#/view/Nornlor_Hudda\">Nornlor</a>, was furious at his unexplained absence. She insisted on giving him herbs to heal his broken mind. Fenraye swore to her that his mind was more complete than it had ever been, and in his words Nornlor found only madness. Frustrated, Fenraye conjured the first Spell, a simple orb, and held it glowing in his hands. Nornlor was scared, but soon the beauty of the orb overtook her, and she began to ask questions. Fenraye taught her slowly so not to overwhelm her as he had been, and soon she begun to learn the ways of Illubeline, Edrenine and Urunine.</p><p><br></p><p>One morning, Nornlor was picking <a href=\"#/view/Yudda\">Yudda</a> from the fields. She had been working for several hours and decided to rest. A traveller, unknown to the people of the lands, passed by the fields as Nornlor practiced her Spells. The traveller thought her to be a Witch of Voodoo Magic and killed her on her own lands. No more was seen of the traveller, and his existence is known only by the rumours that spread through the town of Nornlor’s witchcraft. His children left Fenraye, fearful of the stories they heard about their father, and he felt betrayed.</p><p><br></p><p>Fenraye grieved and became reclusive. He pondered greatly on the traveller, thirsting for revenge. He prayed for the Spirits to show themselves to him again, but they never showed, yet still they answered his Spells.</p><p><br></p><p>Time passed, and Fenraye knew that the knowledge he had been given must be shared before death chose him. After much contemplation, he decided to teach the sons or daughters of three rulers. His reasoning was simple: no common man would believe him, and he would chance a similar fate as his wife by showing them the ways of the Spirits. A ruler would also condemn him, forced by the hand of those with great influence who prayed to other gods. But the children of rulers are not yet concerned with politics, and not ingrained with stubbornness against that which they do not understand, but had the power to preach when their time in rule came to be.</p><p><br></p><p>He wrote a book of the Spirits, which contained all that he had been taught by them – their language, runes and Spells. Inside the volumes contained the message of the Spirits, and the importance of saving Heru. In the darkest of evenings, during a long Winter, when rulers from far and wide had travelled with their families for a great summit, he slipped into the abodes of the Kings and Queens, and placed a book under the heads of three children: <span style=\"color: red;\">Junra Worin, son of Barann Worin, Queen of ???; Laria Hejj, daughter of Joor Hejj, King of Ukunur; and Turu Gorjosofor, son of Vant Gorjosofor, King of Gorjovakk.</span></p><p><br></p><p>As he walked through the town on his return to his home, he found an orphan child. She begged him for food. Fenraye looked upon her skeletal frame and saw that her skin was blue from the cold. He gave her a small piece of bread which had brought for his journey, and then conjured a small orb in his hands. Uttering the words of the Spirits, the orb turned into a gentle ball of flame, which he used to light a pile of twigs and leaves. He promised to return the next day with more food, and a gift more precious than any fire or meal.</p><p>&nbsp;</p><p>He fulfilled his promise, and under the pale sun of the Winter’s day, he gave her a basket full of all kinds of food. He left and did not see the girl until many moons later. The girl ate the food that she had been given, and it lasted her six days and nights. The fire that Fenraye had conjured was kept alive and brought her a comforting warmth. On the sixth day she reached into the basket and found it empty of food. By Fenraye’s grace she had grown strong and her bones had been warmed, alas, she was now foodless once again. But her hand did not return from the basket empty. Underneath the food, a book had been hidden and she took it and read the words that Fenraye had written. Her name was <a href=\"#/view/Oku_Bulla\">Oku Bulla</a>.</p><p><br></p><p>He did not see any of the sons or daughters of the Kings and Queens, or the orphan, for many moons after. Within the words of the book he had written he had woven a message that reached into the subconscious. It compelled them to keep the book hidden, along with the secrets it taught, from their parents, friends and strangers. It also compelled them to climb the Golian Ridge on the first day of Spring, and so, on a bright clear morning, Fenraye Hudda waited where he had met the Spirits.</p><p><br></p><p>One by one his chosen children came, now strong and tall. Last came Oku Bulla, her stature lesser than the children of wealthy rulers. They saw Fenraye, wild in appearance and initially felt fear, but they soon understood that it was he who had gifted them the books.</p><p>Fenraye spoke, and once he had finished, he allowed no reply:</p><p>&nbsp;“By now you will have learned of the three Spirits and know deep in your hearts the importance of the message they bring. Our world faces an untimely doom. We have been chosen to save it. May whatever lives you lead be influenced by this task. Your intentions must be pure, your actions honourable, and all desire must be seconded to our world’s survival. Go now and do what needs to be done.”</p><p>After these words he walked solemnly away. His chosen disciples tried to follow him, but he could not be found.</p><p><br></p><p>Fenraye hid and watched the world develop from afar. As the <a href=\"#/view/moon-year\">moons</a> passed, and the rules of kingdoms changed hands from father to daughter, mother to son, a new era of rulership came to pass. And so it was that the sons and daughters of Kings and Queens that Fenraye had chosen took over the mantle of their parents and began a reign of their own.</p><p>But it soon became apparent to Fenraye that the words he had spoken had gone unheeded. The new rulers were ensnared by the same traps of greed and false power that had been laid for all rulers before them. They used the Spirits to increase their authority and expand their fiefdoms and forgot, or cared not, of the need to save a future world that they had no immediate sight of. They took up the titles of <a href=\"#/view/Mant\">Mant</a>, meaning <em>Unquestionable </em>(although this meaning became distorted over time to become synonymous with King, Queen, or other titles of rule) and changed their names to emphasise their strength.</p><p><a href=\"#/view/Mant_Kuzzo\">Junra Worin</a> became <a href=\"#/view/Mant_Kuzzo\">Mant Kuzzo</a>, <em>Fire Born</em>. He ordered the making of a great <a href=\"#/view/Mant_Kuzzo's_Sword\">broadsword</a>. In the great forges of <a href=\"#/view/Gorjovak\">Gorjovak</a> he mixed with steel his love of fire. Whispering the words of the Spirits he had learned from his forsaken teacher, he instructed the Spirits to light aflame the blade upon his touch. With it he burned bright the fires of fear in all, and nobody dared to question is rule.</p><p><a href=\"#/view/Mant_Nukko\">Laria Hejj</a> became <a href=\"#/view/Mant_Nukko\">Mant Nukko</a>, <em>Thunderous. </em>Seeing Mant Kuzzo’s weapon, she wanted for one of her own. Like a bolt of lightning strikes with a piercing tip, she built a <a href=\"#/view/Mant_Nukko's_Spear\">spear</a> with her own hands from the bones of a fallen beast. In it she commanded the Spirits to summon lightning upon her order, and with it she brought down a thunderous rule upon her lands.</p><p><a href=\"#/view/Mant_Tummo\">Turu Gorjosofor</a> became <a href=\"#/view/Mant_Tummo\">Mant Tummo</a>, <em>Storm Bringer</em>. Fearing the power of the other Mants, he built his kingdom upon the peaks of great mountains and built a fortress of great strength. Mant Tummo knew that he needed a weapon to rival Kozzo’s sword and Nukko’s spear. Inspired by the blow of a gale, he mined iron from deep within the mountains and forged a mighty <a href=\"#/view/Mant_Tummo's_Hammer\">hammer</a>. In it he breathed the strength of pure, unrefined energy in the belief that it would have the power to blow out fire and blow away storm clouds.</p><p><br></p><p>The abuse of the Spirits brought a great sorrow to Fenraye’s heart. He had not foreseen the ability for their magnificence to be abused for corrupted pursuits of avarice. He was of a mind to resign but then his mind turned to Oku Bulla. He was surprised to find that her name was not known across the lands, and that she had therefore not used her powers for fame and fortune. Instead, a trail of clues and sightings allowed Fenraye to track Oku Bulla to the northern mountains of Vovosia (later named the <a href=\"#/view/Vovosian_Range\">Vovosian Range</a>). There he journeyed and found her in a <a href=\"#/view/Oku_Bulla's_Temple\">Temple of black stone</a>. She had built it herself; she had quarried the stone, mined the iron frames, and conceived a building from plans laid only her mind. There she invited all who were stricken with sickness to travel up Temple where she would be waiting in silent reflection. She offered them the healing power of the Spirits. When she was not tending to the afflicted, she would continue her study in the Spirits and used her gained knowledge only to advance her healing practices.</p><p>Fenraye’s heart was overjoyed. His faith had been renewed and the student had inspired the teacher. She said:</p><p>“I alone do not have the power of Kings, Queens or so called Mants to change the course of our history. I alone cannot save our world from its foretold doom. But I can save people who may have a greater part to play, be it by their own actions or the actions of their children yet unborn.”</p><p>Upon hearing Oku’s words, Fenraye decided to renew his faith. He asked Oku where she had sourced the black stone. She told him that she had quarried it from the heart of the mountains and showed him where to find it.</p><p><br></p><p>Fenraye Hudda spent many weeks training wild <a href=\"#/view/Neguit\">Neguits</a> (a cattle beast) to carry loads of black stone down the mountains. His first thought was to build it on the crest of the Golian Ridge where he had first encountered the three Spirits, but then he remembered the betrayal that had also taken place there by his rogue disciples. Instead of climbing the Golian Ridge, he circumnavigated its base and soon came to a large lake. It was by the shores of this lake that he built his Temple in Oku’s Temple’s image. He named the Temple <a href=\"#/view/Altagoran\"><em>Altagoran</em></a><em>,</em> meaning ‘The Table’, for a table is used both to hold the plates of a dinner shared with friends and also as a device to study on. Here, he decided, he would take in twelve carefully selected students to teach. He would, however, choose wisely what he taught them.</p><p><br></p><p>Three great Fiefdoms took hold of the <a href=\"#/view/Inditt_region\">Inditt Region</a>, then called <em>Indantiall</em>. Confined by the ranges of the mountains of Vovosia, the vast emptiness beyond the mountains that became Gorjovak, and the endless planes of the <a href=\"#/view/Lenitar_Sands\">Lenitar</a>, these fiefdoms found no outside threat from beyond the Inditt realm.</p><p>The three Mants knew that only mutual destruction would prevail if they were to engage in war between one another, such was their strength, and so they kept to their territories and expanded them only into unclaimed lands (unclaimed by one another, that is).</p><p><br></p><p>Mant Kuzzo was unimpressed by the city his father had built. <a href=\"#/view/Javasama\"><em>Javasama</em></a> was its name. It stood thirty miles from a great hill named <a href=\"#/view/Tan-quon\">Tan-quon</a>, and Mant Kuzzo knew that this hill would be an ideal place to build a new city. However, upon the start of its construction, he found that the ground of the west face of the hill was unsuitable to build on and he was forced to rethink his plans. Determined to build on Tan-quon, he instructed his workers to build the fort on the east side.</p><p>The fort of <em>Gor’java</em> was completed five moons later. It stood proud for all to see upon the already mighty Tan-quon. It could see in every direction until the horizons edge. Mant Kuzzo ruled the entire region of <a href=\"#/view/Musandro\">Musandro</a> from within the walls of Gor’java.</p><p>Mant Nukko, forever one step behind Mant Kuzzo, looked upon his fortress with envy. She immediately ordered the building of a walled fortress of her own, <a href=\"#/view/Gor’Tantil\"><em>Gor’Tantil</em></a>, and commanded all folk in the region to work on its construction. It was finished in two moons between the two great hills of <a href=\"#/view/Kwalla-Lai\">Kwalla-Lai</a> and <a href=\"#/view/Kwalla-Norai\">Kwalla-Norai</a>. It more lavish than any before or after it. Its halls were decorated with gold and rare jewels of every colour, and even its walls were polished and carved with intricate pattern-work that boasted of her fiefdom’s wealth. Upon the two hills that it lay between, two tremendous watchtowers were built. Here Mant Nukko ruled the region of <a href=\"#/view/Ukunur\">Ukunur</a>, protected by endless swathes of surrounding planes.</p><p>Mant Tummo watched carefully and saw the errors that his peers made. Mant Kuzzo had compromised by building on the side of a hill instead of on top. This meant that his fortress could be attacked from behind the mountain. Mant Nukko flaunted her wealth and focused more on splendour than strength. Therefore, Mant Tummo took to the hills of Gorjovak where he was raised, and it was here where he built the fortress of <a href=\"#/view/Gor’kul\"><em>Gor’kul</em></a>. He knew that only those who lived in the mountains would be able to navigate its steep slopes and unfriendly climate. He built it with longevity in mind, and spent no wealth on gold or jewels, for he would let nothing come at the expense of its ability to endure.</p><p>The Spirits brought the three Mants long life and their age and rule surpassed three hundred moons.</p><p><br></p><p>It was many moons since the First Men met Fenraye on the top of the Golian Ridge, and their meeting had long passed their mind. They had fiefdoms to rule and maintaining order took up most of their efforts. But Fenraye had not forgotten and vowed to make amends to the Spirits for the failings he deemed his own. As the Empires grew, and the hearts of the First Men grew ever greedier, Fenraye plotted his plan of deception.</p><p>He knew that only the power of the Spirits was great enough to challenge the three rulers. But he knew that he alone could not challenge them. He was growing old, and although his knowledge in the ways of the Spirits was greater than any other, the three rulers combined would surely smite him down. Even with the assistance of any of the students he wished to take, the rulers would not be defeated, for Fenraye did not plan to teach his prospective students to the degree that would enable them to match their strength.</p><p>With this in mind he began the writing of another book. This time he would not divulge all his knowledge. And this time he would not choose the people who would be gifted the book. It took him many moons to write the <a href=\"#/view/Nexurkaan\">Nexurkaan</a>, <em>The Book of the People. </em>Its pages taught of simple Spells that were not powerful enough to grant such extreme individual powers as to allow for tyrannical rule, but enough to defend and undermine the power that these rulers exclusively held. As the three Mants were individually weaker than Fenraye, but together stronger, so would be the people to their rulers. To limit the misuse of the Spirits even further, he encoded each Spell described in the Nexurkaan (and in every other Spell he later gave to his students), such that the Spells could only be decoded by an enchanted object called an <a href=\"#/view/Eku-Chain\">Eku-Chain</a>. This object could come in any form so long as it was made from brass and decorated by one of a number of his favourite species of crystal. A spell would then be cast on this object which would allow it to decode his encoded Spells. This combination meant that any spell of the Nexurkaan, or other volume of Fenraye’s hand, would require a translation piece, be it in the form of a ring or necklace, obtained through pure means of gift or craft, so long as the requirements were met. Fenraye thought of this as his greatest trick, for the Spells he taught in the books he wrote were not in the language of the Spirits, but in a language of his own creation. From the Spells the people would learn, no other Spells could be discovered, and he alone would know the true secrets of the Spirits.</p><p><br></p><p>Fenraye had not forgotten the task the Spirits had provided him: to save the planet from its doom. In the Nexurkaan he wrote Spells that would aid the people through the long, harsh seasons, and his scholarly volumes he allowed for more advanced Spells to be learned – enough to allow humanity to progress. But he knew that the raw power of the Spirits was not conducive to the harmony of man. He understood the power of each Spirit but believed that Edrenine’s would bring the most good to the world of man. He therefore omitted any Spells of Illubeline or Urunine from any of his books. Only the powers of the <em>Light</em> would be known from hence forth.</p><p><br></p><p>Fenraye finished the Nexurkaan and paid for it to be copied and distributed with all the money and valuables he had left. Soon there was a Nexurkaan on every bookshelf and in every house. This was known as <a href=\"#/view/Fenraye's_Deception\">Courzorne</a>, <em>The Awakening.</em> The people began to learn of the Spirits and now saw how the powers of the Mants that ruled them came to be. No more were they frightened by their tyranny and like ants they brought down the beasts of the First Men from within. This was the beginning of <a href=\"#/view/The_Age_of_Uncertainty\">The Age of Uncertainty</a>, where the great empires fell into states of chaos and new tribes began to form. In a strange twist of circumstance, the history books that remained from the Age of Empires were written by the Mants themselves, and therefore only detailed their greatness. As those who held memory of their reigns began to pass, so too was the history of their fall and all that remained was the writings of their heights. This was how they were remembered. But Fenraye Hudda, who was written about only by the first of his Students, was left from popular history.</p><p>Fenraye’s deception had succeeded.</p><p><br></p><p>Fenraye Hudda had released a virus of freedom upon the tyrannical realms of the Mants, and after many long years of their rule their time had come to an end. No longer did the people of these fiefdoms fear their overlords, now that they were privy to the secrets of their power. As the people read from the Nexurkaan, they learned the strength, not of violence but of mind, for their spirits were filled with a hope that could not be extinguished.</p><p>Mant Nukko was the first to succumb to her new fate. With short blunted daggers, eight servants entered her sleeping room in the dead of night. Seeing her lying upon sheets of golden silk, with jewels embedded in the bedframe, their wrath was justified, and they killed her as she slept, her body pierced countless times.</p><p>The servants found Mant Nukko’s spear with which she had ruled and threatened, and in the morning, they raised it into the air from the rooftops. Crowds below cheered with joy. A stroke of lightning swiftly halted their celebrations, for it struck the spear and it was shattered into infinite splinters and in the wind the words of Mant Nukko’s curse were heard by all, placed upon any her dared enter her fortress.</p><p><strong><em>See: </em></strong><a href=\"#/view/Account_of_the_The_Demise_of_Mant_Nukko\">Account of the The Demise of Mant Nukko</a></p><p><br></p><p>Those faithful to the Mants spread the word of the Mant Nukko’s fall, and so it was that her true name of Laria Hejj was spoken for the last time as the other Mants uttered her name in mourning.</p><p><br></p><p>Mant Tummo lost trust in all but his closest allies. He ordered his army to surround his living quarters, believing that the news of Mant Nukko’s overthrowing would bring about disruption in Gorjovakk. His fears became reality, and a great militia was spawned from the bodies of common folk and decenting soldiers who rallied for their freedom. A great civil battle ensued, and the death toll was of biblical proportions. The militia of the people of Gorjovak was spent, and the numbers of Mant Tummo’s army had dwindled such that those who remained fled for lives and prayed to their newfound Spirits to forgive them and guide them to redemption. The handful who remained true to Mant Tummo remained and lived alongside him in his isolation. He became a recluse and wandered the empty dead halls of Gor’kul and here his paranoia spread. He forwent reason and accused those who had remained of plotting treasonous acts against him. In their sleep he slayed them, and madness consumed him. Deep inside the tunnels of Gor’kul, to the room of fallen Kings where the <a href=\"#/view/The_Tombs_Of_Gorjovak\">tombs</a> lay undisturbed until the end of a reign, was where Mant Tummo spent his final days. Soon his madness had drawn from him all energy and he prepared himself to die. In a nameless tomb he buried himself and slept in the uttermost darkness for one final sleep, with his hammer lain upon his chest. Here he lay until his eyes never opened, and there he remained.</p><p><br></p><p>Mant Kuzzo was better prepared for the inevitable fall of his kingdom, for he fled far into the wilderness with only enough food to sustain him for a week. His kingly halls were left empty and became the desire of many. The resulting battles to claim the empty throne lost many lives and destroyed Gor’java, the city on the hill of Tan-quon. The people fled far and wide to new lands which would prove safer than the conflict-ridden hills, and with a face full with beard and worry, Mant Kuzzo found himself to be unrecognisable without a crown. He assumed the name of Junra Worin once again, and it is told that he made peace with a simple life for a while and cast his sword into a lake where it would cast fire no more.</p>","preface":"<p>The Age of Empires is the era during which the three <a href=\"#/view/Mants\">Mants</a> formed, ruled, and lost their kingdoms.</p>","date_created":"Tue Apr 16 2019 18:56:19 GMT+0100 (British Summer Time)","last_updated":"Wed May 08 2019 18:36:14 GMT+0100 (British Summer Time)"}