{"id":"Ussurian","url":"Ussurian","title":"Ussurian","category":"anthropology","subcategory":"linguistics","images":{"main":"","other":[]},"details":[],"body":"<p>Written histories began during <a href=\"#/wiki/page/The_Age_of_Races\">The Age of Races</a>, yet many of these accounts are either lost or, in the context of tales of the present time, not yet discovered. It is in these early sources that the essence of the Ussurian language can first be seen to emerge: similar alphabetical characters and words whose etymology can be traced forward to modern day equivalents can both be found.</p><p>Yet Ussurian is not the product of natural linguistic evolution alone. For the peoples of ancient eras, a specific problem routinely arose. The length and severity of each passing season brought upon the populations a seasonal separation, whereby the <a href=\"#/wiki/page/Blessed_Seasons\">Blessed Seasons</a> of Spring and Autumn allowed migrations and the coalescence of regional variations of a shared language, and the <a href=\"#/wiki/page/Unblessed_Seasons\">Unblessed Seasons</a> of Summer and Winter separated populations by swathes of ice and desert. During these Unblessed seasons, which lasted around thirty years each, regional dialects swiftly evolved in their isolation. The variations of dialect grew ever numerous and ever disparate, yet remained similar at their core. It was decided by Mant Nukko of the Realm of <a href=\"#/wiki/page/Ukunur\">Ukunur </a>to create a static language, one that would remain unchanged and maintained by the realm. This static tongue was the beginning of the language that is now known as Ussurian.</p><p><br></p><p>Faced by the same problem, but arguably less severe in nature, populations of a more modern era (<a href=\"#/wiki/page/The_Age_of_Awakening\">The Age of Awakening</a>), saw the rise of a new, more fluid language. The isolated region of <a href=\"#/wiki/page/Gorjovak\">Gorjovak </a>kept their own language, <a href=\"#/wiki/page/Gorjon_Language\">Gorjon</a>, and as populations dispersed as The Age of the First Men came to a close, new dialects arose. As the settlement, now known as <a href=\"#/wiki/page/Mutasaih\">Mutasaih</a>, grew ever greater in size and importance as a centre of Trade, the Mutasaian Trading Language (MLT) was born to allow traders from all regions to share a common tongue. The MLT adopted Ussurian as its base for sentence structure, word formation, and use of vowel diacritics, whilst also keeping many of the same alphabetical characters or simplified variations thereof. It also adopted some Gorjon alphabetical characters and words.</p><p>The language’s lexicon evolved naturally as a blend of many different regional words, however etymologies were rarely recorded for most records were of numerical type, such is the nature of trade, and the histories of words is limited mainly to the items that were exchanged. From these few examples, and the comparisons of modern-day Ussurian and Mutasaian, it seems that Ussurian has been the most influential in the Mutasaian Trading Language’s evolution.</p><p>It was not long until Mutasaian Trading Language became the most common tongue, and Ussurian was soon relegated to purely ceremonial purposes: historical, legal, scientific and artistic.</p><p><br></p><p>Ussurian dialects and child forms can be classified into three distinct groups:</p><ul><li>Central</li><li>South Western</li><li>South Eastern</li></ul><p>Each of these groups contain dialects that share distinct similarities between sister tongues, and distinct differences between dialects from the others. However, these will be documented independently.</p>","preface":"<p>Ussurian is a mostly static language that is maintained and officialised by the Ussurian Library Scholars. It was created as in its current static form by <a href=\"#/wiki/page/Mant_Nukko\">Mant Nukko</a> during <a href=\"#/wiki/page/The_Age_of_Empires\">The Age of Empires</a>.</p><p><br></p><p>Ussurianic Languages are a branch of languages that share a common origin. Many of the old Ussurianic languages have been lost. The only survived one is the <a href=\"#/wiki/page/Mutasaian_Trading_Language\">Mutasaian Trading Language</a>.</p>","date_created":1555088371000,"last_updated":1566890532042}