{"id":"Account_of_the_Slaying_of_a_Dommahound","url":"Account_of_the_Slaying_of_a_Dommahound","title":"Account of the Slaying of a Dommahound","category":"history","subcategory":"the age of uncertainty","images":{"main":"","other":[]},"details":[],"body":"<h1>Transcript</h1><p><em>Fierce was the biting cold. My breath turned to white powder and icicles grew on my face wherever there was moisture. Half a league separated me from Oritho. Were my path not concealed by snow, my journey would have already been over. Dangerous though it was, I knew it would not be the snow itself which threatened great peril, but what lay hidden beneath its whiteness, be it a frozen lake or deep gulley. Alas, it was neither snow nor a hidden danger that nearly took my life.</em></p><p><br></p><p><em>The cold had numbed all sensation, and when I thought I could feel no more I was proven wrong. It was not temperature or touch that I felt, but a great sadness that consumed my every fibre. So hard had I fallen into this unnatural despair that I considered taking out my blade and ending my life. But against the snow I saw six dark figures upon the horizon. As they grew closer, I could see their details: their cloaks flapped like torn flags against their bodies in the wind, and I could see how emaciated their form was; large hoods obscured their faces in shadows, although now I know that they had no faces to hide – just a wretched putrid mess of evil-bound flesh and feature. When they grew closer still, I saw that their footsteps left no prints in the snow.</em></p><p><br></p><p><em>With my despair gripping me, I cared not what fate these assailants would bring. In fact, I remember me thinking that in their pity they may gift me mercy and spare me from my misery, but as I inspected them I knew them to be the creators of my despair, and I knew I must resist it.</em></p><p><br></p><p><em>I stood upon my weary legs and withdrew my blade, Nightsong, and readied myself for whatever they had planned for me. Little did I know at the time that Nightsong was no ordinary blade, but an ancient sword crafted by the race of Astana, and as such the blade was bound by no Spiritual rule. I had inherited it from my father, who in turn had inherited it from his, but where along my lineage this sword entered into my family’s possession, I do not know.</em></p><p><br></p><p><em>The cloaked enemies drew forth their own weapons – ancient devices of malice: sword, axe, trident, spear, hammer and mace. First came a hammer blow, but I stepped aside and it crashed to the ground. Then the trident-wielding demon thrust his sharp points at my chest, but with my blade I parried it to the left. Then down swung the mace, and I blocked the attack. With a swift counter my sword clove the demon in two. The other enemies fled upon seeing their fallen comrade, for I believe they did not expect me capable of victory, but I was too fatigued to chase them down.</em></p><p><br></p><p><em>I caught only a glimpse of the slain demon’s true form before it turned to dust; hideous and rotten, skeletal and tarred. Its remains were carried away by the wind, and all that was left was its cloak and weapon. I discarded the cloak and dared not use it to further shield me from the biting gales, such was the evil that surrounded it. As I reached for the mace I could sense its darkness, and I found I could not touch it without being afflicted by the most horrendous pain, one like none other I had felt before, nor can I begin to aptly describe it. I left the mace where it was, and its fate is unknown to me.</em></p><p><em>This account details how I defeated a Dommahound, lest this be of any use to those who find themselves misfortunate enough to face them as foe.</em></p>","preface":"<p>The Account of the Slaying of a <a href=\"#/wiki/page/Dommahound\">Dommahound </a>is a first-hand account written by <a href=\"#/wiki/page/Krawul_Asendikaal\">Krawul Asendikaal</a>, an ancestor of <a href=\"#/wiki/page/Callot_Asendkaal\">Callot Asendkaal</a>, the <a href=\"#/wiki/page/Ren-Sumbi\">Ren-Sumbi</a> of <a href=\"#/wiki/page/Mutasaih\">Mutasaih </a>during <a href=\"#/wiki/page/The_Summer_of_Darkness\">The Summer of Darkness</a>. It documents an encounter with the Dommahound wherein Krawul manages to kill one them, causing the rest to flee.</p>","date_created":1555090799000,"last_updated":1566890531316}