{"id":"Earthmen","url":"Earthmen","title":"Earthmen","category":"anthropology","subcategory":"cultures","images":{"main":"","other":[]},"details":[],"body":"<h1>Arrival to Heru</h1><h2>Initial Arrival</h2><p>Upon arriving to Heru they discovered it was inhabited by humanoid life. As per their laws they were forbidden from mining any planet that contained intelligent. A small scout craft arrived first. The crew contained three Earthmen: two <a href=\"#/wiki/page/Earthmen_Thinkers\">Thinkers</a>, <a href=\"#/wiki/page/Alvar\">Alvar </a>and <a href=\"#/wiki/page/Brune\">Brune</a>, and a <a href=\"#/wiki/page/Feeler\">Feeler</a>, <a href=\"#/wiki/page/Klara\">Klara</a>. Upon the discovery of an inhabited planet, Klara descended into the Minoti desert to study the humanoids from a distance. However, the discovery of a new resource - sentient microorganisms called by the natives as the <a href=\"#/wiki/page/Spirits\">Spirits </a>- granted them the ability to continue in their objective and study the organisms.</p><h2>Discovery of Sentient Microorganisms</h2><p>Upon the discovery of the Spirits - microoganisms that appeared everywhere and communicated with each other like one single organism - the laws that prevented them from mining on inhabited planets was overruled. It was considered a priority objective, and the Spirits were considered vital for Earth's survival.</p><p>The two Thinkers, Alvar and Brune, later descended onto the surface also.</p><h2>Reinforcements and the Battle of Darkness</h2><p>When the law to proceed with mining was overruled, soldiers were deployed, lead by <a href=\"#/wiki/page/Earl_Martett\">Earl Martett</a> to safeguard the Earthmen scouts and the installation of mining equipment. However, when local disturbances involving the Spirits and various cultures climaxed into a battle that threatened the mission, the soldiers became embroilled in the <a href=\"#/wiki/page/Battle_of_Darkness\">Battle of Darkness</a>.</p>","preface":"<p>The Earthmen people are the humanoid species to have evolved on the planet <a href=\"#/wiki/page/Earth\">Earth</a>. Their race expanded their inhabitance to its habitable moon <a href=\"#/wiki/page/Theia\">Theia</a>, and later with the create of the arteficial satellite <a href=\"#/wiki/page/Soroth_Altrocity\">Soroth Altrocity</a>. The three entities were soon united to become <a href=\"#/wiki/page/The_Solar_Kingdom_of_Soroth\">The Solar Kingdom of Soroth</a>. </p><p>After unsustainably harvesting their own planets resources, they went in search of others, beginning within their own solar system but soon expanding further out into space.</p>","date_created":1555086486000,"last_updated":1566890531443}