{"id":"The_Age_of_Creation","url":"The_Age_of_Creation","title":"The Age of Creation","category":"history","subcategory":"the age of creation","images":{"main":"","other":[]},"details":[],"body":"<h1>Timeline</h1><ul><li><strong>C3600-0-X</strong>: <a href=\"Urunine\"><strong><em>Urunine</em></strong></a><strong><em> crafts two powerful beasts from the </em></strong><a href=\"#/wiki/page/Life_Seeds\"><strong><em>Life Seeds</em></strong></a><strong><em>, </em></strong><a href=\"#/wiki/page/Hagann-Tante\"><strong><em>Hagann-Tante</em></strong></a><strong><em> and </em></strong><a href=\"#/wiki/page/Haguth-Khol\"><strong><em>Haguth-Khol</em></strong></a>, who are to jump and beat the planet away from the path of Yatoll, but they fail.</li><li><strong>C3500-0-X:<em> Creation of the Life Seeds.</em></strong> Upon discovering the planet's fate, Urinine arrived upon a solution: \"...we must use our powers to create physical beings that can achieve what we cannot, and we shall help them in their quest. To them we shall be guiding Spirits. We shall always answer their calls.\" The Life Seeds were then created by all and used to make animals of great variety, and kept safe in the <a href=\"#/wiki/page/Garden_of_Life\">Garden of Life</a>.</li><li><strong>C3200-0-X:</strong> <strong><em>The Spirits discover the planet's fate:</em></strong> \"Every passing year the Fire of <a href=\"#/wiki/page/Yatoll\">Yatoll</a> burnt more fiercely than the last, the brilliant star at the centre of the system of six planets. Soon the world would be consumed and cast into the fire.\"</li><li><strong>C3000-0-X: <em>The Spirits name themselves:</em></strong> As the Spirits grew to be beings of individual character, they assign themselves names.</li><li><strong>C0-0-X:</strong> <strong><em>The naming of Heru:</em></strong> The Spirits awake and give the planet a name and decide upon what work they shall undertake.</li></ul><h1>Saga</h1><p>There existed three beings of complete pureness. Forged in the fires of the planet’s formation, the three discarnate entities wandered the empty world as it cooled. They were formless beings, and their gaze touched every inch of the planet’s surface. They saw in it an endless potential and so they called it Heru, <em>that which will grow</em>. They gave it mountains and calved through their heights. A temporary chaos fell upon the world, until the waters had settled into oceans. Then they talked and agreed that Heru was complete. But a price had been paid for their creation: much of the Spirits power had been poured into the world, and thus they were eternally bound to it.</p><p><br></p><p>For many thousands of years, the three beings lived in harmony and took pleasure it what they had made. As they explored, their journeys took them on different paths and they gained a growth of their own. They remained pure, but their time apart had made them different. They took up names as symbols of their growth.</p><p><br></p><p>That which had lived amongst the clouds was named Illubeline, <em>Essence</em>. Illubeline had watched from above and had gained knowledge in all that could be seen below.</p><p>That which had roamed the fields and hillsides was named Edrenine, <em>Light</em>, for it had learned intimately of what had been graced by the sun.</p><p>That which had trekked the mountain ranges and searched the many underground tunnels was named Urunine, <em>Darkness,</em> for it had seen what the others had not.</p><p><br></p><p>Over time, Illubeline and Edrenine became formed a strong bond and loved one another greatly. Urunine, however, spent time alone amongst the dark tunnels of the deepest realms of the world and was angered when he discovered his exclusion from their friendship. No words of comfort from Illubeline or Edrenine could quell Urunine’s anger and so he retreated once more to the hidden parts of the world, where no light could reach.</p><p><br></p><p>Urunine’s isolation was short lived. One evening, on a night of pure blackness, Edrenine sought after Urunine. Through the long, winding tunnels of Mount Daayat, Edrenine called Urunine’s name and it was heard, for the name echoed to the bottom of the mountain. Urunine came forth and demanded a reason for the disturbance.</p><p><br></p><p>Edrenine spoke of their discovery; that the planet that had born them, that had had homed them, was doomed. Every passing year brought the planet of Heru closer to the Fire of Yatoll, the brilliant star at the centre of the system of six planets. Soon it would spiral to its fate, cast into the fire.</p><p><br></p><p>Urunine sent Edrenine away and retreated once again into the mountain’s heart. For many years Urunine pondered and plotted, until Urunine met Edrenine and Illubeline amongst the clouds on a silver night. Urunine spoke:</p><p><br></p><p>“A plan I have devised, to save the world we share.”</p><p><br></p><p>Urunine was praised for his selfless act, and a new friendship was formed between them all. Urunine explained his plan, and it followed thusly:</p><p><br></p><p><em>Of our beings follows no physical form, but the command of energy is ours. We can raise a mountain and pour a sea, but we cannot touch what is not of this world. Nor can we escape this worldly realm, for our very being is tied to our home. Thus, we must use our powers to create physical beings that can achieve what we cannot, and we shall help them in their quest. To them we shall be guiding Spirits. We shall always answer their calls.</em></p><p><br></p><p>To this, Illubeline and Edrenine agreed and applauded Urunine for his idea. This strengthened their bonds of friendship.</p><p>So came the first beings of Heru. Together the three Spirits created the Life Seeds and kept them in the <a href=\"#/wiki/page/Garden_of_Life\">Garden of Life</a>.</p><p><br></p><p>Where planted, the Life Seed could be instructed to grow a being as moulded by their thoughts. Where they wanted a leg, a leg would grow, and where they wanted a tail, a tail would grow. Each Spirit worked on their designs and added their instructions to a Life Seed.</p><p><br></p><p>First came the instigator, Urunine, <em>Darkness</em>. He had crafted an array of powerful beasts who would jump and beat the planet away from the path of Yatoll. These creatures were of gigantic proportions, tall and broad with fearsome features and shallow tempers. But no matter how high the beasts jumped, or how hard they beat the world, it did not move. Urunine, in all his knowledge and creativity, had misunderstood the physical laws of the universe in his formless existence. Frustrated by his creations, he released them from his command and so they wandered aimlessly across the land and found homes of their own.</p><p><br></p><p><strong>Saga Continues in </strong><a href=\"#/wiki/page/The_Age_of_Races\"><strong>The Age of Races</strong></a><strong>.</strong></p>","preface":"","date_created":1555372866000,"last_updated":1566890531808}