{"id":"Besak","url":"Besak","title":"Besak","category":"ecology","subcategory":"fauna","images":{"main":"plate_xiv.png-1571421611499.png","other":[]},"details":[{"label":"Animal Kingdom","value":"Mammal","link":false},{"label":"Animal Order","value":"Bovine","link":false}],"body":"<h1>Etymology</h1><h1>Taxonomy and phylogeny</h1><h1>Characteristics</h1><h2>Size</h2><p>Besaks are large, stocky animals, standing about 1.5 times the average height of a man.</p><h2>Head</h2><h2>Body</h2><p>Their skin is of a mid-grey colour with a light, patchy, covering of fine hair that is not visible from afar. Its hide is tough, and able to withstand tooth and claw to a decent degree. Underneath this thick sick is a generous layer of tough fat, which protects its muscular frame beneath.</p><h2>Limbs</h2><p>There limbs are extremely trunk-like and thickset.</p><h2>Feet</h2><p>A Besak's foot is similar to that of an elephants.</p><h2>Other</h2><h1>Behaviour</h1><h2>Habitat</h2><p>Besaks have adapted to thrive in the extremeties of any season. In the heat of Summer, their fatty layers are continuously metabolised to produce water, and quickly replaced (leading to frequent urination - this helps remove heat from the body). They can go for days, and some times even a week, without water due to this process. During the winter, these same fatty layers are used to conserve heat.</p><h2>Social Organisation</h2><p>Besaks live in small herds of about two dozen in the wild, and often graze the land that surrounds a water hole or oasis.</p><h2>Diet</h2><p>Besaks are herbivorous by prefence but will readily adapt if needs dictate, and will resort to a scavenger-based omnivoros diet instead.</p><h2>Assication With Humans</h2><p>The domestication of the Besaks is commonly accredited with the beginning of long-range trade and transportation, due to their resilient nature. They are widely used for longer journeys to pull carriages and cargo.</p>","preface":"","date_created":1571421628923,"last_updated":1571421652459}