{"id":"Dommahound","url":"Dommahound","title":"Dommahound","category":"anthropology","subcategory":"races","images":{"main":["Dommahound Human Worship.jpg-1555447242171.jpg"],"other":["Dommahounds (young).jpg-1555447250105.jpg","Dommahounds and Neguits.jpg-1555447250141.jpg","Dommahounds vs Ermans.jpg-1555447250159.jpg","Dommahounds.jpg-1555447250174.jpg","Fallen Dommaking.jpg-1555447250186.jpg","In Dommasmeare.jpg-1555447250199.jpg","The North Gate of Dommasmeare .jpg-1555447250217.jpg"]},"details":[],"body":"<h1>History</h1><h2>Origin - The Age of Creation</h2><p><a href=\"#/wiki/page/Urinine\">Urinine</a> created the Dommahound in the hope that a humanoid species could learn and develop the technology required to save the planet from its inevitable doom. Urunine believed that greed would drive the Dommahound to progress and desire more than the planet could give - thus beginning their search for greater wealth amongst the stars, by which time their technology would have become sufficiently advanced. As such, he placed greed at the forefront of their minds. Instead of progress it lead to violence. The Dommahound unite against their targets, but in the absence of an enemy they will spare no thought to attacking their own. Seeing the nature of the final form, Urunine knew they were a failure.</p><h2>The Age of Races</h2><p>The Dommahounds soon found a lifelong enemy in the <a href=\"#/wiki/page/Erman\">Erman</a> race. The Ermans found their form grotesque and considered them a stain on the land. Seeing the wealth and splendour of the Ermans gifted to them by <a href=\"#/wiki/page/Edrenine\">Edrenine</a>, the Dommahound soon become envious and the conflciting sides became embroiled in a war that lasted most of the age.</p><p><strong><em>See: </em></strong><a href=\"#/wiki/page/Erman-Dommahound_Conflict\">Erman-Dommahound Conflict</a>.</p><p>During the later Years of <a href=\"#/wiki/page/The_Age_of_Races\">The Age of Races</a>, humans reach the far Eastern lands of Dommasmeare. Instead of conflict, many of the humans were pursuaded to join the Dommahound cause and soon the Dommahound became a race to be worshipped. The Humans built many fortresses amongst the mountains of <a href=\"#/wiki/page/Dommasmeare\">Dommasmeare</a>, and worshipped the Dommahound as though they were gods. These Dommahound-worshipping humans were named the <a href=\"#/wiki/page/Dommarrion\">Dommarrion</a>.</p><h2>The Age of Empires</h2><p>After the defeat in the <a href=\"#/wiki/page/The_War_of_Ruin\">The War of Ruin</a> (a war called Dommafall by the surviving Dommahound), the Dommahound race had been all but eliminated. Only six remained. The remaining group fled from Dommasmeare for fear of being hunted down.</p><h2>The Age of Beginnings</h2><p>An account of an encounter with the remaining Dommahound, in which one was killed, was recorded in a document entitled the \"<a href=\"#/wiki/page/Account_of_the_Slaying_of_a_Dommahound\">Account of the Slaying of a Dommahound</a>\". This brought their numbers down to five.</p><h2>The Age of Awakening</h2><p>Having wandered the <a href=\"#/wiki/page/Lenitar_Sands\">Lenitar Sands</a> for many <a href=\"#/wiki/page/moon-year\">Moons</a>, the Dommahound felt the presence of their creator arise from the depths and followed it into the Inditt Region. During their search they became reunited with another of Urunine's creations, the <a href=\"#/wiki/page/Shadow'Durr\">Shadow'Durr</a>, which had also felt its creator's presence. Together they travelled first to <a href=\"#/wiki/page/Mutasaih\">Mutasaih</a>, to where the lingering scent of Urunine remained, but found only its citizens. They killed all within the Citadel before moving on towards <a href=\"#/wiki/page/Gorjovak\">Gorjovak</a>, where they joined in the <a href=\"#/wiki/page/Battle_of_Darkness\">Battle of Darkness</a>. Seeing that the <a href=\"#/wiki/page/Dark_Conjurer\">Dark Conjurer</a>, their creator's puppet, had been defeated they fled. However, this time they had already been reunited with Urunine, who promises them a return to their former glory after hearing their pleas.</p><h2>Notable Dommahound</h2><ul><li><a href=\"#/wiki/page/Varkut\">Varkut</a></li></ul><h1>Appearance</h1><p>The Dommahound are an immortal species and do not age, however their health is determined on their power. During The Age of Races, when the Dommahound were at their strongest, they took on a much more human form. Their skin was dark grey like sooted ash, and the colour of their eyes varied from yellow the green. Their teeth were sharpened, for they are completely carnivorous, and have long nail-like claws. During The Age of Beginning and The Age of Awakening, their power had depleted and their bodies began to rot. Wherever they travelled they left the trace of their decay in the form of black tar-like oil. Nonetheless, they remained immortal and stornger than any mortal being.</p><h1>Governance</h1><h2>Dommaking</h2><p>Although not technically a monarchy, the leader of the Dommahound is called the Dommaking. The title is earned through primative dominance, and the Dommaking is required to defend his position from the innevitably numerous challenges to the thrown.</p><p>The Dommaking sits upon a great throne named <a href=\"#/wiki/page/Koretchar\"><em>Koretchar</em></a><em>, which is </em>bult in the shape of a cupped skeletal hand and made of innumerable charred bones. The throne is set upon a dias that, when stood one, has a magnifying affect to make those who stand upon it seem larger than they truly are. The ancient crown is gifted to the Dommaking upon his first victory - a crown made of marbled jade - and is regifted ceremonially upon each successful defending of their title.</p><p>Upon achieving the dominant status of Dommaking, the Dommaking will undergo a period of rapid growth, reaching up to twice the height and stature of their previous size.</p><h1>Culture</h1><h2>Individualistic Collectivism</h2><p>The existence of a Dommahound is one of constant competition, whether it be with other races or amongst themselves. Rules are routinely overthrown, and murder is a common occurance. Dommasmeare had no law against murder, for it was a sign of greater power, but often it was frowned upon for, although the Dommahound were fueled by greed, they knew that in order for the individual to succeed the group must do too. This created a strength sense of collectivisim, where revenge was routinely sought for outsiders that killed one of their kind. Despite this, none would risk their own lives for another Dommahound, and revenge took precendent over protection - even in immediate circumstances.</p><h2>Ritual Offerings</h2><p>To their creator the Dommahound often prayed, seeking favours or answers. Through their worship to Urunine they evolved various practicies to appease their creator and have their requests granted:</p><ul><li>Offer Killing: The Dommahound sacrifice a non-Dommahound.</li><li>Blood Killing: The Dommahound sacrifice a Dommahound.</li><li>Blood Offering: A prisoner, or Dommahound, is drained of blood just before the point of death. This blood is then used to fertilise the land or rivers of Dommasmeare.</li><li>Red Tide: The Dommahound invade a town, killing all they encounter but taking none of the town's riches. Any Dommahound caught taking valuables from a Red Tide becomes a Blood Killing.</li><li>Long Night: The Dommahound take a non-Dommahound live offering and tie them up upon an X-shaped cross. Gradually throughout the night they scewer red-hot nails through the offering's body that seal the wounds as soon as they were made. The processes starts from the hands and feet, working their way along the arms and legs towards the body, and then finally through the torso itself. When the torso is reached, nails are first skewered in non-fatal positions. The last nail goes through the heart, and the offering of the Long Night is complete.</li><li>Rolling Stone: A life offering's arms and legs are removed, and their wounds sealed. Once sufficiently healed, the limbless offering is tossed down the mountain side, eventually arriving to a lake - should the offering survive the fall, drowning awaits.</li></ul><h1>Genealogy</h1><h2>Reproduction</h2><p>The Dommahound do not reproduce in the same way as their&nbsp;<a href=\"file:///C:/Users/Chris/Dropbox/Heru/Encyclopedia%20Heruvia/resources/app/index.html#/view/Humans\" target=\"_blank\" style=\"color: rgb(121, 1, 1);\">Human</a>&nbsp;and&nbsp;<a href=\"file:///C:/Users/Chris/Dropbox/Heru/Encyclopedia%20Heruvia/resources/app/index.html#/view/Astana\" target=\"_blank\" style=\"color: rgb(121, 1, 1);\">Astanan</a>&nbsp;counterparts, and instead share the same method of reproduction as their Erman enemies. A Dommahound is genetically neither male nor female, but a combination of both, and their perceived gender of masculine or feminine traits merely an expression of their genetic makeup. However, only those whose genes expressed the individual to be a female had the ability to reproduce, yet no form of procreation was required. They carry their child for a complete&nbsp;<a href=\"file:///C:/Users/Chris/Dropbox/Heru/Encyclopedia%20Heruvia/resources/app/index.html#/view/Moon-Year\" target=\"_blank\" style=\"color: rgb(121, 1, 1);\">Moon</a>.</p><p>Their offspring look very similar their Bearer (the name given to the carrier of the child - the concepts of Mother and Father were unknown), but not identical.</p><p>Although there are \"male\" and \"female\" Dommahound, they are monomorphic, and are all referred to in the masculine sense by the other races (the Dommahound do not use masculine/feminine pronouns or gendered language).</p>","preface":"<p>The Dommahound are a race of humanoids created by Urunine during The Age of Creation.</p>","date_created":1555447804000,"last_updated":1572271137852}