{"id":"Northern_Religion","url":"Northern_Religion","title":"Northern Religion","category":"anthropology","subcategory":"theology","images":{"main":"","other":[]},"details":[],"body":"<p>The Mother (Edraenien)</p><p>Setänïk - The Mother is the God of the Womb; of the Earth; of cosmic life. Like the waters that break before the new born baby, so too did the sea, rivers, and lakes break from The Mother's womb.</p><p><br></p><p>The Father (Uruninien)</p><p>Duşnömek - The Father is the God of the Flesh; of the Land; of conciousness. Like the muscles that throw the spear and sew the seeds, so too was the land tossed into the sea, and the earth grown from beneath the waves.</p><p><br></p><p>Birth ♂</p><p>Ћïrüsin - The God of Birth was born of the Mother and the Father.</p><p><br></p><p>Death ♀</p><p>Puisik - The God of Death was born of the Mother and the Father.</p><p><br></p><p>The Cosmos (Ilüblien)</p><p>Buiðeş - The God of the Cosmos was born of the Mother and the Father, and raised by Birth and Death.</p><p><br></p><p>Winter ♀</p><p>Keemösok - The God of Winter was born of the Mother and Life.</p><p><em>How was Winter tainted to be frozen?</em></p><p><br></p><p>Summer ♂</p><p>Canoiset - The God of Summer was born of the Father and Death.</p><p><br></p><p>Spring ♀</p><p>Đerüsun - The God of Spring was born of Life and Winter.</p><p><br></p><p>Autumn</p><p>Tarusav - The God of Autumn was born of Death and Summer.</p><p><em>How was Autumn saved from death and summer?</em></p><p><br></p><p>Moon</p><p>Edrae - The Moon God was born of the Cosmos and Winter.</p><p><em>How was the white of Winter imprinted upon its face forever?</em></p><p><br></p><p>Sun</p><p>Oiratom - The Sun God was born of the Cosmos and Summer.</p><p><em>How was the heat of Summer imprinted upon its face forever?</em></p>","preface":"<p>As the Spirits are but a tale of distant lands to the people of the Northern Region, they worship a separate pantheon of gods. However, their deities are intrinsically connected to the Spirits and the Races. Many of their gods are the mythological symbols of Ermans, Dommahounds, Astana, and the various beasts created by the Spirits.c</p>","date_created":1575050978002,"last_updated":1575052065232}