{"id":"Ussurian_Spiritual_Canon","url":"Ussurian_Spiritual_Canon","title":"Ussurian Spiritual Canon","category":"anthropology","subcategory":"theology","images":{"main":"","other":[]},"details":[{"label":"Date Founded","value":"B3-51-X"}],"body":"<h1>History</h1><h2>Origins - Age of Beginnings</h2><p><strong><em>See: </em></strong><a href=\"#/wiki/page/Alkaasuru\">Alkaasuru</a></p><p>Weary of appearing as a sole authority figure, Borna Glorsai established the Council of Twelve, whereupon each of the newly built Spiritual Temples would provide a diplomatic ambassador, a <a href=\"#/wiki/page/Ren-Luzzo\">Ren-Luzzo</a>, to act as a representative of behalf of their temple. With this came a new decree of protocol, which marked the first of many decrees that would combine to form the Ussurian Spiritual Canon.</p><p><br></p><h1>Pneumatology: <em>The Prime Study of the Spirits</em></h1><h2>Lexicology: <em>The Study of the Language of the Spirits (Spiritas)</em></h2><p>One of the largest areas of Spiritual scholarly activity is the study of the Language of the Spirits, known informally as <a href=\"#/wiki/page/Spiritas\">Spiritas</a>.</p><h3><strong>Etymology: <em>The Study of Existing Lexicon in the Lange of the Spirits</em></strong></h3><p>The language of the Spirits, whilst being a somewhat formulaic in structure, includes a great deal of semantic variation. As in most languages, the same infromation can be conveyed by different choices of words, emphasis, inflections, and sentence structures, so too can the same incantations be performed in the same way. Conversely, a subtle change in word choice, emphasis, or otherwise, can create differences in the nature of the incantation's result that range from subtle to profound. By studying deeply the origin, or etymology, of Spiritas' lexicon, Spiritualist scholars hope to achieve greater resolution in their understanding of the language.</p><h3>Neologology: <em>The Study of New Lexicon in the Language of the Spirits</em></h3><p>From the Nexurkaan and other texts, early Spiritualist scholars of later ages were able to decipher the basic structure of the language of the Spirits. From thereon, discovery via experimentation was one of the few ways of expanding their understanding and knowledge. New incantations were formulated through new words and existing words. When a new word, or command, was discovered as having an impact on an incantation, the new word would be passed from the realm of neologogical study to one of an etymological or semantic focus.</p><h3>Hoplology: <em>The Study of New Tebnuq as Kenetic Articulation in the Language of the Spirits</em></h3><p>Spiritas is a language that requires both voicing and movement. The combination of Tebnuq movements with the vocal aspect of Spiritas combine to create complete sentences. One without the other will not produce meaning, and so both are required in order to speak the language of the Spirits. Tebnuq is a form of martial art that incorporates offensive, defensive, and passive maneuvers.</p><h3>Grammatology (replace)<em>: The Study of Linguistical Syntax in the Language of the Spirits</em></h3><p>Whilst etymological studies focus on the meaning of individual words, grammatological studies focus on the formation and interpretation of sentences (a sentence in Spiritas being both vocal and Tebnuq).</p><h3>Semantics: <em>The Study of Linguistical Meaning in the Language of the Spirits</em></h3><p>Semantics is the study of meaning in Spiritas. The focus includes both the disection of meaning of individual words as well as in sentence structure. Whilst grammatology focus on the formation of sentences (sentence structure, etc.), Semantics focus on the deep meaning intertwined with sentence structure and words. For example, where the might be two words for \"fire\", one might refer to the expression of energy, the other might refer to vitalic spirit. Semantics studies the subtle (and mroe obvious) differences in meaning.</p><h2>Xorkiology: <em>The Study of Spells and Incantations</em></h2><h3>Aetiology: <em>The Study of Causation &amp; Effect</em></h3><p>INSERT HERE</p><h3>Electrology: <em>The Study of Xorkiological Electricity</em></h3><p>INSERT HERE</p><h3>Anemology: <em>The Study of Xorkiological Wind</em></h3><p>INSERT HERE</p><h3>Pyrology: <em>The Study of Xorkiological Fire</em></h3><p>INSERT HERE</p><h3>Traumatology: <em>The Study of Xorkiological Healing</em></h3><p>NOTE: Of Body and of Mind.</p><h2>Taxology: <em>The Study of Xorkiological Categorisation</em></h2><p>INSERT HERE</p><h3>Onomasiology: <em>The Study of Xorkiological Nomenclature &amp; Terminology</em></h3><p>INSERT HERE</p><h3>Forbidden Studies</h3><p>Here are a list of studies that are forbidden under the Ussurian Spiritual Canon</p><p>-&nbsp;Daemonology: The study daemons and other entities</p><p>-&nbsp;Mythology: The study of mythological considered false by the Spiritual Canon, of either Spiritual origin or of other religions</p><p>-&nbsp;Ponerology: The study of evil</p><p>-&nbsp;Neurypnology: The study of hypnotism</p><p>-&nbsp;Nerterology: The study of the dead and beliefs in the afterlife</p><p>-&nbsp;Parapsychology: The study of paranormal psychic abilities, such as telepathy, clairvoyance, mind control, etc.</p><h2>Phantasmology: <em>The Study of Spiritual Manifestations</em></h2><p>INSERT HERE</p><h3>Iconology: <em>The Study of Symbolism and Iconography</em></h3><p>INSERT HERE</p><h3>Runology: <em>The Study of Spiritual Runes</em></h3><p>INSERT HERE</p><h3>Thaumatology: <em>The Study of Spiritual Apperations</em></h3><p>INSERT HERE</p><p><br></p><h1>Historiology: <em>The Study of the Histories of the Spirits</em></h1><h2>Hagiology: <em>The Study of Prominant Spiritual Figures (rename)</em></h2><p>INSERT HERE</p><h2>Pneumasociology: <em>The Study of Historical Human Interaction with the Spirits</em></h2><p>INSERT HERE</p><h2>Eschateology: <em>The Study of the Spiritual Destiny of Humanity</em></h2><p>INSERT HERE</p><h2>Naology: <em>The Study of the History of the Spiritual Temples</em></h2><p>INSERT HERE</p><h2>Philology: <em>The Study of Ancient Texts</em></h2><p>INSERT HERE</p><h2>Cosmology: <em>The Study of Universal Creations</em></h2><p>INSERT HERE</p><p><br></p><h1>Sophiology: <em>The Study of Spirital Philosophy</em></h1><h2>Deontology: <em>The Study of Behavioural Morality</em></h2><p>INSERT HERE</p><h2>Epistemology: <em>The Study of Knowledge</em></h2><p>INSERT HERE</p><h2>Ontology: <em>The Study of the Spiritual Existence</em></h2><p>INSERT HERE</p><p><br></p><h1>Psychology: <em>The Study of the Spiritual Mind</em></h1><h2>Demology: <em>The Study of Human Behaviour</em></h2><p>INSERT HERE</p><h2>Cognitology: <em>The Study of Human Cognition</em></h2><p>INSERT HERE</p><h2>Oneirology: <em>The Study of Dreams</em></h2><p>INSERT HERE</p><p><br></p><h1>Metaphysical: <em>The Study of Metaspirituality</em></h1><h2>Omenology: <em>The Study of Divination</em></h2><p>INSERT HERE</p><h3>Causimancy: <em>The Study of Divination by Fire</em></h3><p>INSERT HERE</p><h3>Ceraunoscopy: <em>The Study of Divination by Lightning</em></h3><p>INSERT HERE</p><h3>Brontomancy: <em>The Study of Divination by Thunder</em></h3><p>INSERT HERE</p><h3>Austromancy: <em>The Study of Divination by Wind</em></h3><p>INSERT HERE</p><h2>Animism: <em>The Study of the Universal Soul</em></h2><p>NOTE: Human &amp; Inanimate objects</p><p><a href=\"https://en.wikipedia.org/wiki/Vitalism\" target=\"_blank\">https://en.wikipedia.org/wiki/Vitalism</a></p><h2>Kinesiology: <em>The Study of Spiritual Body Movement</em></h2><p>INSERT HERE</p><h2>Philosophy of Mind: <em>The Study of Body-Mind Dualism (rename)</em></h2><p>NOTE: Includes Meditation</p><p><br></p><h1>Phenomonology: <em>The Study of the Sciences</em></h1><h2>Horology: <em>The Study of Time</em></h2><p>Whilst in the more recent years of the Age of Awakening, early Spiritualists showed great inerest in the study of time. This interest sparked a number of great inventions that would have a profound impact on civilisation in the Inditt. The first of these was the creation of the <a href=\"#/wiki/page/Ussurian_Calendar\">Ussurian Calendar</a>, whereupon the length of the long year was calculated, and the orbit of the moon used to divide this long year into more comprehensible units (Moon-Year). The second horological creation was that of the <a href=\"#/wiki/page/Ronedreboh_Horologe\">Ronedreboh Horologe</a>, a large mechanical timepiece that accurately tracked the orbital length of Heru's moon, Edre. Using this timepiece in combination with the Ussurian Calendar, Spiritualists and civilians alike were now able to accurately track the length of moons, and Moon-Years, and even entire years.</p><h3>Horography: <em>The Study of Time Measurement Devices</em></h3><p>The Ronedreboh Horologe is the only timepiece of its kind to have been created. Its creator, [INSERT NAME], never lived to see his invention built, and since its construction the original designs have been partially lost. The knowledge of how to calibrate and wind the mechanism has fortunately been retained, and some deteriated parts replaced, but there are some parts that require a very exact style of production, a style of which that was lost along with the designs. As such, there is a great demand for the rediscovery of the missing design partials, or the creation of new timepiece that can amtch the accuracy of the Ronedreboh Horologe.</p><h2>Photology: <em>The Study of Light</em></h2><p>INSERT HERE</p><h2>Astronomy: <em>The Study of Space</em></h2><p>INSERT HERE</p><h3>Selentology: <em>The Study of Edres, the Moon</em></h3><p>INSERT HERE</p><p><br></p><h1>Medicine: <em>The Study of Health &amp; Illness</em></h1><h2>Toxicology: <em>The Study of Toxic Substances</em></h2><p>INSERT HERE</p><h2>Herbology: <em>The Study of Medicinal Plants</em></h2><p>INSERT HERE</p><h2>Anatomy: <em>The Study of the Human Body</em></h2><p>INSERT HERE</p><h2>Nosology: <em>The Study of Disease &amp; Disorder Classification</em></h2><p>INSERT HERE</p><p><br></p><h1>Phytology: <em>The Study of Plantae</em></h1><h2>Pomology: <em>The Study of Fruit Agriculture</em></h2><p>INSERT HERE</p><h2>Agrology: <em>The Study of Soil</em></h2><p>INSERT HERE</p><h2>Floristry: <em>The Study of Flowers</em></h2><p>INSERT HERE</p><h2>Botany: <em>The Study of Plants</em></h2><p>INSERT HERE</p><p><br></p><h1>Anthropology: <em>The Study of Humanity</em></h1><h2>Soteriology: <em>The Study of Spiritual Salvation</em></h2><p>INSERT HERE</p><h3>Geotechnics: <em>The Study of Ecological Human Habitability</em></h3><p>INSERT HERE</p><h3>Hydrology: <em>The Study of Water in Ecosystems</em></h3><p>INSERT HERE</p><h3>Ecopsychology: <em>The Study of Human Interaction with the Environment</em></h3><p>INSERT HERE</p><h2>Ekistics: <em>The Study of Human Settlements &amp; the Blessed Lands</em></h2><p>INSERT HERE</p><p><br></p><h1>Administration</h1><h2>Canonical Law</h2><p>INSERT HERE</p><h3>The Council of Twelve</h3><p>INSERT HERE</p><h3>Laws of Temple &amp; Templar</h3><p>INSERT HERE</p><h3>Ceremonies &amp; Rites</h3><p>INSERT HERE</p><h2>Homiletics: <em>The Art of Teaching and Preaching</em></h2><p>INSERT HERE</p><h2>Bibliology: <em>The Art of Librarial Management</em></h2><p>INSERT HERE</p><h3>Textology: <em>The Management of Spiritual Texts, Scripture &amp; Publications</em></h3><p>INSERT HERE</p><h2>Bromatology: The Study of Food Production</h2><p>INSERT HERE</p><h3>Oenology: <em>The Study of Wine Making</em></h3><p>INSERT HERE</p><h3>Psomiology: <em>The Study of Breaking Making</em></h3><p>INSERT HERE</p>","preface":"<p>The Ussurian Spiritual Canon is the universal doctrine of the Temple Collective, and by extension the twelve temples of the Inditt Region. Work on the Canon began in Ussur (then named Ussuru) by Borna Glorsai upon the completion of the building of Ussur's temple, Alkaasuru. The Ussurian Spiritual Canon defines all Spiritual Law, covering areas such as belief, study, and practices.</p>","date_created":1562840383000,"last_updated":1573674769941}