[{"id":"Of_Norderann","url":"Of_Norderann","title":"Of Norderann","category":"history","subcategory":"the age of races","images":{"main":"","other":[]},"details":[],"body":"<h1>Transcript</h1><p><em>The Ermans were forever in conflict with the Dommahounds, and none of either race would dare cross past where the Great River (named by the Ermans as Täntòvf and by the Dommahounds as Gôkalämô) turned from silver to black, for as it reached the Southern realm of Dommasmeare, its waters fell poisoned by taint of impurity. In walls and fortresses were their dominions kept protected and secret from one another, and for many years a shallow peace held. However, Norderann, son of Merglad, a lover of all creations, would bring ruin to the years of peace as swiftly as a hammer’s blow.</em></p><p><br></p><p><em>The Ermans, ever content in their static ways, wished only to be kept concealed, but the Dommahounds held the Ermans in the greatest of contempt, and their innate greed bred inside them a desire to conquer and destroy, kept at bay only by the strength of the Ermans.</em></p><p><br></p><p><em>But there was one Erman who did not share his people’s apathy, and desired to explore beyond the confines of Naustaun’s walls and surrounding lands. Norderann pondered greatly on the Dommahounds, and questioned their evil, for how a creation of the great Urunine could be bound by such malice? He brought his musings to his uncle, Oberann, who was old in mind despite his eternally youthful body. Many came to him for his wisdom if they were not granted the counsel of the Ivormass. Norderann found his Uncle wandering across a golden field a mile west of the Naustaun. Oberann gave strong words of caution, and demanded Norderann remain in the city when he was told of his nephew’s plans to visit the lands of the Dommahounds in order to learn more about their ways. </em></p><p><br></p><p><em>Norderann was stubborn, a trait he did share with the rest of his kin, and before the sun rose above the horizon, he set out on his journey, despite his uncle’s warnings. At the Southern gate of Arangarn he was caught sneaking along the road by an old friend named Resta. He was a man built like a mountain, and all of the lands knew him to be so, yet he was not one of the Ermans, but was Human. Yet Resta had been allowed to stay amongst the Gardens of the land, for his heart was pure, purer than most of his Human kin, and he interfered not with the dealings of the Ermans. Resta asked Norderann on the meaning of his leaving, and Norderann told his old friend his intentions. As Oberann did, Resta too cautioned Norderann of the dangers of the Dommahounds, and told tales of his own journeys in which he himself faced the wickedness of the darkened souls. Alas, if the words of his uncle were not enough to dissuade him, Resta’s caution did not either.</em></p><p><br></p><p><em>And so Norderann continued, first by foot and then by boat, wherein he travelled along the Great River. Nightfall had encroached by the time the Täntòvf’s waters turned to a crimson black. He moored his boat, and proceeded once more on foot. It did not take long before the signs of the Shadow’Durr appeared – it was the same evil that had inked the silver waters, and it spread beneath the land and infected all that it touched, be it grass, root or beast. Norderann was thoroughly unprepared to face the maddened creatures that leapt at him from behind the rotted trunks of long-dead trees, their eyes bloodied with red anger. Trees oozed black tar from within, falling like treacle down their withered bark. He felt watched, alone and, although the Erman’s were graced with the spirit of Edrenine, he felt an overwhelming sorrow crush his spirit, as if there was no joy left in the world. </em></p><p><em>&nbsp;</em></p><p><em>One night in the darkness of the Dommahound lands was enough for Norderann to understand the wickedness that lay beyond. He was ready to turn back, but from the shadows emerged a group of figures, their silhouettes bathed in wretched darkness. As the limp light of the moon fell through the treeline their faces were revealed, and Norderann recoiled at horror for never before had he seen such grotesque forms. The closer they came, the less will Norderann had to run, and so he remained rooted like the ancient dead trees set around him. They spoke in evil tongues, but above their voices came a croaky whisper from the air that spoke in Norderann’s Erman tongue.</em></p><p><br></p><p><em>“What fate did you hope to receive in lands that you are not welcome to pass?”</em></p><p><em>Norderann’s tongue was held as firmly as his feet, and as the Dommahounds encroached ever closer, their foul smell came too.</em></p><p><em>“To the great hand of Koretchar you shall be taken, where your doom will be served.”</em></p><p><br></p><p><em>They gripped Norderann’s arms with skeletal fingers, whose appearance betrayed their strength, and took him deep into the Dommahound lands. They arrived at the Northern Gate of Dommasmeare, and passed into its unholy caverns where the putrid stink of the Dommahounds was too much for Norderann to bare, and so he slipped into unconsciousness and did not wake for many hours.&nbsp;When he did, he looked up and saw a being of frightening stature, sat upon a throne of countless black bones built into the shape of a cupped hand, and a crown of ghostly green marble placed upon his head. It was the King of the Dommahounds, Varkut.</em></p><p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“And so cowers before me Norderann, son of the whore Merglad. What death would please you most? Speak! Or I shall slay you as you kneel.” The ghastly King spoke as his servants had done, in Dommahound tongue with whispers of Erman.</em></p><p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“I have come to learn,” said Norderann with quaking lips. “My mind wanders, much to the displeasure of my kin, and I cannot rest until I have learnt all there is to know about the creations that the holy Spirits have gifted this land.”</em></p><p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“There is but one thing to learn, and that is the rule of the Dommahound. We will spread our splendid night across these lands and please the one true Spirit, Urunine, for he is by far the wisest and most powerful of all. I would set you free such that you may spread these words to your kind, but they know too well already the might of the Dommahound. Your presence here is an insult, as is your stench, and like all things evil you will be destroyed. Fear not, for in whatever pathetic halls your ancestors inhabit in their passing you will join them, and will soon be reunited by those that still walk this Earth. Your words dance with dishonesty – a spy you are, an act of war your presence is, and soon your kind will perish. Let your eyes feast upon your new King as you surrender your life. Come, kneel before me, and your death shall be swift.”</em></p><p><br></p><p><em>Norderann had resigned to his fate when a great crashing echoed from deep within the tunnels of the Dommasmeare’s caverns. Soon, lashing flames sent light licking down the passages. From beneath a shadow leapt Resta, who had followed Norderann in secret since their meeting at the gate of Arangarn. His mortal spirit faced fiercely his immortal foe, and no Dommahound blade could reach him. He slew many in his path with such brutal fury that even King Varkut stood sharply from his throne and reached for his own blade. But before Varkut had chance to withdraw his weapon, Resta was upon him, and so was his blade. Varkut’s head fell down from throne and dais and onto the floor below. The Dommahounds that now appeared from the mountain’s depths looked on with horror at the fallen king, and at the beastly figure of Resta who stood by the throne. They shrank back into the shadows, and Resta took Norderann swiftly in his arms and carried him through the darkened passages until they reached the open land where the sun gave its warmth. Even then Resta did not rest, sprinting tirelessly until he reached the waters. By boat they travelled North, and when Norderann’s strength and spirit had returned, they rowed together until the waters turned silver.</em></p><p><br></p><p><em>When they returned to Naustaun they were met by Oberann and the Ivormass, and Resta told them of what had passed. So distracted by the elation of their return, and the news of King Varkut’s killing, that they had not realised the consequences. King Varkut’s empty throne of Koretchar would quickly seat a new ruler, and Varkut’s killing would not go without revenge. And so it was that the curious mind of Norderann, and the mighty hand of his saviour Resta, brought upon the Erman’s a mighty war that would bring both their houses to ruin.&nbsp;</em></p>","preface":"<p>\"Of Norderann\" is an extract from the ancient book \"<a href=\"#/view/The_Unwritten_Histories\">The Unwritten Histories</a>\"</p>","date_created":"Tue Apr 16 2019 15:39:33 GMT+0100 (British Summer Time)","last_updated":"Tue Apr 16 2019 15:39:33 GMT+0100 (British Summer Time)"}]